Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/contact.po
Languages: fa_ir

source: Your name
fa_ir: نام شما

source: Email address
fa_ir: پست الکترونیک

source: Phone number
fa_ir: شماره تلفن/تماس

source: Questions / Comments
fa_ir: پرسش/یادداشت شما

source: Contact Form
fa_ir: فرم تماس

source: Let people contact you by completing a form
fa_ir: به بازدیدکنندگانتان اجازه دهید با شما در ارتباط باشند

source: Contact
fa_ir: تماس

source: Form Settings
fa_ir: تنظیمات فرم تماس

source: Contact Form Administration
fa_ir: مدیریت فرم تماس

source: No contact form found.
fa_ir: هیچ پیامی ثبت نشده است

source: <b>Thank you for contacting us.</b><br /> Your message has been successfully sent.
fa_ir: از تماس شما سپاسگذاریم.پیام شما ارسال شده و بزودی پاسخ داده خواهد شد.
