Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/filesharing.po
Languages: fa_ir, nl_be, pl_pl

source: File Sharing
fa_ir: اشترک پرونده
nl_be: Bestanden Delen
pl_pl: Wymiana plików

source: Share files in a directory like structure
fa_ir: پرونده های مورد نظر خود را با بازدید کنندگان سایت به اشتراک بگذارید
nl_be: Deel bestanden in een map structuur
pl_pl: Wymiana plików w katalogu

source: Folder
fa_ir: پوشه
nl_be: Map

source: No file selected to download!
fa_ir: شما پرونده ای برای بارگذاری انتخاب نکرده اید
nl_be: Geen te downloaden bestand geselecteerd
pl_pl: Nie został wybrany żaden plik do pobrania

source: The selected file cannot be found!
fa_ir: پرونده مورد نظر شما در دسترس نیست
nl_be: Het geselecteerde bestand werd niet gevonden!
pl_pl: Wybrany plik nie został znaleziony

source: You need to be logged in to download this file. Please login or register.
fa_ir: برای آنکه بتوانید این پرونده را دریافت نمایید ، لازمست تا ابتدا در سایت ثبت نام و وارد شوید.
nl_be: U dient aangemeld te zijn om dit bestand te downloaden. Meld u aan of registreer.
pl_pl: Musisz być zalogowany aby pobrać ten plik, prosimy zalogować się lub zarejestrować jeśli nie posiadasz jeszcze konta

source: New Folder
fa_ir: پوشه جدید
nl_be: Nieuwe Map
pl_pl: Nowy folder

source: Sub Folder of
fa_ir: زیرپوشه
nl_be: Sub Map van
pl_pl: Podfolder

source: Show Icons
fa_ir: نمایش آیکونها
nl_be: Toon Iconen
pl_pl: Pokaż ikony

source: (display icons when folder selected)
fa_ir: زمانیکه پوشه انتخاب شد آیکون آنرا نمایش دهد
nl_be: (toon iconen wanneer map geselecteerd)
pl_pl: (pokaż ikony jeśli folder jest zaznaczony)

source: e.g. http://domain.com
fa_ir: بعنوان مثال: http://domain.com
nl_be: bv. http://domain.com
pl_pl: np. http:/twojadomena.pl

source: Members Only
fa_ir: ویژه اعضاء
nl_be: Enkel voor leden
pl_pl: Tylko użytkownicy

source: Show to Guests
fa_ir: نمایش به بازدیدکنندگان مهمان
nl_be: Toon aan Gasten
pl_pl: Pokaż gościom

source: Folders have been successfully re-ordered.
fa_ir: پوشه ها با موفقیت ، باز مرتب سازی شدند.
nl_be: Mappen zijn met succes herschikt.
pl_pl: Kolejność folderów została zapisana pomyślnie

source: Folder has been successfully deleted.
fa_ir: پوشه مورد نظر با موفقیت حذف شد.
nl_be: Map werd met succes verwijderd.
pl_pl: Folder został usunięty pomyślnie

source: Folder cannot be subfolder of itself!
fa_ir: پوشه نمی تواند زیر پوشه خودش باشد
nl_be: Map kan geen submap van zichzelf zijn!
pl_pl: Wybrany folder nie może być swoim własnym podfolderem

source: Folder has been successfully updated.
fa_ir: پوشه با موفقیت به روز رسانی شد.
nl_be: Map werd met succes bijgewerkt.
pl_pl: Folder został zaaktualizowany pomyślnie

source: View Folder
fa_ir: مشاهده محتویات پوشه
nl_be: Bekijk Map
pl_pl: Pokaż folder

source: Folder has been successfully created.
fa_ir: پوشه مورد نظر با موفقیت ایجاد شد
nl_be: Map werd met succes aangemaakt.
pl_pl: Folder został utworzony pomyślnie

source: Files
fa_ir: پرونده ها
nl_be: Bestanden
pl_pl: Pliki

source: Icon
fa_ir: آیکون
nl_be: Icoon
pl_pl: Ikona

source: Icons
fa_ir: آیکونها
nl_be: Iconen
pl_pl: Ikony

source: File Sharing Administration
fa_ir: مدیریت تنظیمات اشتراک گذاری پرونده
nl_be: Bestand Delen Beheer
pl_pl: Administracja wymianą plików

source: Edit Folder
fa_ir: اصلاح پوشه
nl_be: Bewerk Map
pl_pl: Edycja folderów

source: No folders found.
fa_ir: پوشه ای وجود ندارد
nl_be: Geen mappen gevonden.
pl_pl: Nie znaleziono folderów

source: Folder couldn't be created! Error: %s
fa_ir: امکان ایجاد پوشه وجود ندارد: %s
nl_be: Map kon niet worden gemaakt! Fout: %s
pl_pl: Folder nie może być utworzony! Błąd: %s

source: Folder couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی پوشه وجود ندار: %s
nl_be: Map kon niet worden bijgewerkt! Fout: %s
pl_pl: Folder nie może zostać zaaktualizowany! Błąd: %s

source: Directory couldn't be protected!
fa_ir: امکان حفاظت پوشه وجود ندارد.
nl_be: Map kon niet worden beschermd!
pl_pl: Katalog nie może być chroniony!

source: This area is limited to members only. Please login below.
fa_ir: این بخش ویژه اعضاء می باشد.لطفا وارد سایت شوید.
nl_be: Deze locatie is enkel toegankelijk voor leden. Meld u hieronder aan.
pl_pl: Tutaj mogą zaglądać jedynie zarejestrowani użytkownicy. Zaloguj się poniżej.

source: Files / Folders
fa_ir: پرونده ها/پوشه ها
nl_be: Bestanden / Mappen
pl_pl: Pliki / Foldery
