Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/members.po
Languages: nl_be

source: Password
nl_be: Wachtwoord

source: Verification code
nl_be: Verificatie Code

source: Please note that you will need to enter a valid e-mail address before your account is activated. You will receive an e-mail at the address you provided that contains an account activation link.
nl_be: U dient een geldig email adres op te geven alvorens uw account kan worden geactiveerd. U krijgt een email op het adres dat u opgaf welke een activatie link bevat.

source: Username
nl_be: Gebruikersnaam

source: Email address
nl_be: Email adres

source: Show Avatar
nl_be: Toon Avatar

source: Stay Logged In
nl_be: Blijf Aangemeld

source: Disable Notification Emails
nl_be: Schakel Notificatie Emails uit

source: Change password
nl_be: Wijzig wachtwoord

source: New password
nl_be: Nieuw wachtwoord

source: Retype password
nl_be: Herhaal wachtwoord

source: (<a href='http://gravatar.com' target='_blank'>Change Avatar</a>)
nl_be: (<a href='http://gravatar.com' target='_blank'>Wijzig Avatar</a>)

source: Site Members
nl_be: Site Leden

source: Forms for My Account, Register and Login pages
nl_be: Formulieren voor Mijn Account, Registratie en Aanmeld paginas

source: Member Account
nl_be: Leden Account

source: Your account has been successfully updated.
nl_be: Uw account werd met succes bijgewerkt.

source: Member Registration
nl_be: Leden Registratie

source: <b>Thank you for your registration.</b><br /> Your account has been created. However we require account activation, an activation key has been sent to the e-mail address you provided. Please check your e-mail for further information.
nl_be: <b>Bedankt voor uw registratie.</b><br /> Uw account werd aangemaakt. We vereisen echter account activatie. Een activatiesleutel werd naar het opgegeven email adres verstuurd. Kijk uw email na voor verdere instructies.

source: <b>Thank you for your registration.</b><br /> An email has been sent to you with the necessary information to login to your account.
nl_be: <b>Bedankt voor uw registratie.</b><br /> Een email werd u toegestuurd met instructies om u aan te melden.

source: Form Settings
nl_be: Formulier Instellingen

source: Member Forms Administration
nl_be: Leden Formulier Beheer

source: No member forms found.
nl_be: Geen leden formulieren gevonden.

source: Member Registration Form
nl_be: Leden Registratie Formulier

source: Member Login / Account Form
nl_be: Leden Login / Account Formulier

source: New account registration has been temporarily suspended. Please try again later.
nl_be: Nieuwe account registraties zijn tijdelijk onderbroken. Probeer later opnieuw.
