Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: fa_ir, nl_nl, pl_pl

source: Resend
fa_ir: ارسال مجدد
nl_nl: Verstuur Opnieuw
pl_pl: Wyślij ponownie

source: Sent out by
fa_ir: ارسال شده توسط
nl_nl: Verzonden door
pl_pl: Wysłane przez

source: Email Sent
fa_ir: ایمیل ارسال شد
nl_nl: Verzonden Email
pl_pl: Wiadomość wysłana

source: Preview Email
fa_ir: پیش نمایش ایمیل
nl_nl: Bekijk Email
pl_pl: Przejrzyn wiadomość

source: Partial sending
fa_ir: ارسال چند مرحله ای
nl_nl: Gedeelde verzending
pl_pl: Wysyłanie częściowe

source: %s emails starting from %s
fa_ir: %s ایمیل ، شروع از %s
nl_nl: %s emails beginnend van %s
pl_pl: %s wiadomości zaczynając od %s

source: %s emails
fa_ir: %s ایمیل
pl_pl: %s wiadomości

source: starting from %s
fa_ir: شروع از %s
nl_nl: beginnend met %s
pl_pl: zaczynając od %s

source: Mass Email Administration
fa_ir: مدیریت ایمیل انبوه
nl_nl: Groeps Email Beheer
pl_pl: Administracją masowym wysyłaniem wiadomości

source: Send next %s Emails
fa_ir: ارسال %s ایمیل بعدی
nl_nl: Verzend volgende %s Emails
pl_pl: Wyślij następne %s wiadomości

source: View Emails
fa_ir: مشاهده ایمیل ها
nl_nl: Bekijk Emails
pl_pl: Pokaż wiadomości

source: Admin Home
fa_ir: صفحه اصلی مدیریت
pl_pl: Strona główna panelu administratora

source: No emails sent out yet.
fa_ir: هیچ ایمیلی تاکنون ارسال نشده است.
nl_nl: Nog geen emails verzonden.
pl_pl: Nie wysłano jeszcze żadnych

source: Mass Email couldn't be created! Error: %s
fa_ir: امکان ایجاد ایمیل انبوه وجود ندارد.خطا: %s
nl_nl: Groeps Email kon niet gemaakt worden! Fout: %s
pl_pl: Masowa wiadomość nie może być utworzona! Błąd: %s

source: New Menu
fa_ir: منوی جدید
nl_nl: Nieuw Menu
pl_pl: Nowe menu

source: In Block
fa_ir: در بلاک
nl_nl: In Blok
pl_pl: W bloku

source: Name
fa_ir: نام
nl_nl: Naam
pl_pl: Nazwa

source: Menus have been successfully re-ordered.
fa_ir: منوها با موفقیت باز مرتب سازی شدند.
nl_nl: Menus werden met succes herschikt.
pl_pl: Kolejność menu została zmieniona

source: Menu has been successfully deleted.
fa_ir: منوی مورد نظر با موفقیت حذف گردید.
nl_nl: Menu werd met succes verwijderd.
pl_pl: Menu usunięte

source: Menu has been successfully updated.
fa_ir: منوی مورد نظر با موفقیت به روز گردید.
nl_nl: Menu werd met succes bijgewerkt.
pl_pl: Menu zmienione

source: Menu has been successfully created.
fa_ir: منوی مورد نظر با موفقیت ایجاد شد.
nl_nl: Menu werd met succes gemaakt.
pl_pl: Utworzono menu

source: Title / Name
fa_ir: عنوان/نام
nl_nl: Titel / Naam
pl_pl: Tytuł / Nazwa

source: Menus Administration
fa_ir: مدیریت منوها
nl_nl: Menu Beheer
pl_pl: Administracja menu

source: Edit Menu
fa_ir: اصلاح منو
nl_nl: Bewerk Menu
pl_pl: Edytuj menu

source: Menu couldn't be created! Error: %s
fa_ir: امکان ایجاد منو وجود ندارد.خطا: %s
nl_nl: Menu kon niet worden gemaakt! Fout: %s
pl_pl: Nie można utworzyć menu! Błąd: %s

source: Menu couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی منو وجود ندارد.خطا: %s
nl_nl: Menu kon niet bijgewerkt worden! Fout: %s
pl_pl: Nie można zmienić menu! Błąd: %s

source: New Post
fa_ir: پست جدید
nl_nl: Nieuwe Post
pl_pl: Nowy post

source: Display on All pages
fa_ir: نمایش در تمامی صفحات
nl_nl: Toon op Alle Pagina's
pl_pl: Wyświetl na wszystkich stronach

source: Display on Main page
fa_ir: نمایش در صفحه اصلی
nl_nl: Toon op Hoofd pagina
pl_pl: Wyświetl na głównej stronie

source: Insert as New
fa_ir: درج بعنوان جدید
nl_nl: Voeg in als Nieuw
pl_pl: Wstaw jako nowe

source: (will create a new post)
fa_ir: (یک پست جدید ایجاد می کند)
nl_nl: (maakt een nieuwe post)
pl_pl: (stworzy nowy post)

source: Blogging Options
fa_ir: تنظیمات وبلاگ
nl_nl: Blogging Opties
pl_pl: Opcje blogowania

source: e.g. oranges, lemons, limes
fa_ir: مثلا: قرمز ، آبی ، زرد
nl_nl: bv. appels, peren, citroenen
pl_pl: np. pomarańcze, cytryny, limonki

source: Announcement Options
fa_ir: تنظیمات اطلاع رسانی
nl_nl: Aankondiging Opties
pl_pl: Opcje ogłoszeń

source: Start Date
fa_ir: تاریخ شروع
nl_nl: Start Datum
pl_pl: Początkowa data

source: End Date
fa_ir: تاریخ پایان
nl_nl: Eind Datum
pl_pl: Końcowa data

source: Partial Content
fa_ir: محتوی چند بخشی
nl_nl: Gedeeltelijke Inhoud
pl_pl: Częściowe treści

source: Display Related Posts
fa_ir: نمایش پستهای مرتبط
nl_nl: Toon Gerelateerde Posts
pl_pl: Pokaż podobne posty

source: Rating Options
fa_ir: تنطیمات امتیاز دهی
nl_nl: Waardering Opties
pl_pl: Opcje oceniania

source: Enable Rating
fa_ir: امتیاز دهی فعال شود
nl_nl: Zet Waardering Aan
pl_pl: Włącz ocenianie

source: Enable Guest Rating
fa_ir: امتیاز دهی مهمان فعال گردد
nl_nl: Zet Gast Waardering Aan
pl_pl: Włącz ocenianie przez gości

source: Comments Options
fa_ir: تنظیمات نظرات
nl_nl: Commentaar Opties
pl_pl: Opcje komentarzy

source: Enable Comments
fa_ir: درج نظر فعال گردد
nl_nl: Zet Commentaren Aan
pl_pl: Włącz komentarze

source: Enable Guest Comments
fa_ir: درج نظر برای مهمان فعال گردد
nl_nl: Zet Gast Commentaren Aan
pl_pl: Włącz możliwość dodawania komentarzy dla gości

source: Posts have been successfully re-ordered.
fa_ir: پستهای مورد نظر با موفقیت بازمرتب سازی شدند.
nl_nl: Posts werden met succes herschikt.
pl_pl: Kolejność postów została zmieniona

source: Post has been successfully updated.
fa_ir: پست مورد نظر با موفقیت به روز شد.
nl_nl: Post werd met succes bijgewerkt.
pl_pl: Post zmieniony

source: View Post
fa_ir: مشاهده پست
nl_nl: Bekijk Post
pl_pl: Pokaż post

source: Post has been successfully created.
fa_ir: پست مورد نظر با موفقیت ایجاد شد.
nl_nl: Post werd met succes gemaakt
pl_pl: Utworzono post

source: Display in Block
fa_ir: نمایش در بلاک
nl_nl: Toon in Blok
pl_pl: Wyświetl w bloku

source: (Guests can rate too!)
fa_ir: (بازدیدکنندگان مهمان هم می توانند امتیاز بدهند)
nl_nl: (Gasten kunnen ook waardering geven!)
pl_pl: (Goście też mogą oceniać!)

source: (Guests can comment too!)
fa_ir: (بازدیدکنندگان مهمان هم می توانند نظر بدهند)
nl_nl: (Gasten kunnen ook commentaar geven!)
pl_pl: (Goście też mogą komentować!)

source: Pictures
fa_ir: تصاویر
nl_nl: Afbeeldingen
pl_pl: Obrazki

source: Edit Post
fa_ir: اصلاح پست
nl_nl: Bewerk Post
pl_pl: Edytuj post

source: Post couldn't be created! Error: %s
fa_ir: پست مورد نظر ایجاد نشده.خطا: %s
nl_nl: Post kon niet worden gemaakt! Fout: %s
pl_pl: Nie można utworzyć posta! Błąd: %s

source: Post successfully created but xml sitemap file couldn't be updated.
fa_ir: پست مورد نظر با موفقیت ایجاد شد.اما پرونده XML نقشه سایت به روز نشده است.
nl_nl: Post werd met succes gemaakt maar xml sitemap bestand kon niet worden bijgewerkt.
pl_pl: Post utworzony pomyślnie jednak plik mapy strony XML nie mógł być zaaktualizowany

source: Post successfully created but rss feed couldn't be updated.
fa_ir: پست مورد نظر با موفقیت ایجاد شد اما خوراک به روز نشد.
nl_nl: Post werd met succes gemaakt maar rss feed kon niet worden bijgewerkt.
pl_pl: Post dodany prawidłowo jednak RSS nie może być zaaktualizowane

source: Post successfully created but couldn't ping blog servers. Please define at least one blog ping server or multiple servers separated by commas in Global Settings.
fa_ir: پست مورد نظر با موفقیت ایجاد شد اما امکان به روز رسانی سرورهای مربوط به وبلاگهای تعریف شده وجود ندارد.لطفا تنظیمات آنرا بررسی و مجددا تلاش کنید.
nl_nl: Post werd met succes gemaakt maar kon de blog servers niet pingen. Definieer minstens een blog ping server of meerdere servers door komma's gescheiden in Globale Instellingen.
pl_pl: Post wysłany pomyślnie, jednak nie można pingować serwerów bloga, ustaw przynajmniej jeden ping dla serwera bloga lub więcej oddzielnie w globalnych ustawieniach

source: Post couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی پست مورد نظر وجود ندارد.خطا: %s
nl_nl: Post kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić posta! Błąd: %s

source: Post successfully updated but xml sitemap file couldn't be updated.
fa_ir: پست مورد نظر با موفیت به روز شد اما پرونده XML نقشه سایت به روز نشده است.
nl_nl: Post werd met succes bijgewerkt maar xml sitemap bestand kon niet worden bijgewerkt.
pl_pl: Post zmieniony pomyślnie, jednak plik mapy strony XML nie mógł być zaaktualizowany.

source: Post successfully updated but rss feed couldn't be updated.
fa_ir: پست مورد نظر با موفقیت به روز شد اما خوراک به روز نشده است.
nl_nl: Post werd met succes bijgewerkt maar rss feed kon niet worden bijgewerkt.
pl_pl: Post zmieniony pomyślnie, jednak RSS nie może być zaaktualizowane

source: Post successfully deleted but rss feed couldn't be updated.
fa_ir: پست مورد نظر با موفقیت به روز شد اما امکان به روز رسانی خوراک وجود ندارد.
nl_nl: Post werd met succes verwijderd maar rss feed kon niet worden bijgewerkt.
pl_pl: Post usunięty prawidłowo, jednak nie można zaaktualizować RSS

source: Starting <b>%s</b> until <b>%s</b>
fa_ir: در حال شروع %s تا %s
nl_nl: Start <b>%s</b> tot <b>%s</b>
pl_pl: Rozpoczyna się<b>%s</b> do <b>%s</b>

source: Starting <b>%s</b>
fa_ir: در حال شروع %s
nl_nl: Start <b>%s</b>
pl_pl: Rozpoczyna się <b>%s</b>

source: Until <b>%s</b>
fa_ir: تا %s
nl_nl: Tot <b>%s</b>
pl_pl: do <b>%s</b>

source: Read more
fa_ir: بیشتر
nl_nl: Lees meer
pl_pl: Czytaj więcej

source: Related Posts
fa_ir: پستهای مرتبط
nl_nl: Gerelateerde Posts
pl_pl: Powiązane posty

source: This area is limited to members only. Please login below.
fa_ir: این بخش ویژه اعضاء می باشد.لطفا ابتدا وارد سایت شوید.
nl_nl: Dit gedeelte is enkel toegankelijk voor leden. Meld u onderaan aan.
pl_pl: To miejsce jest dostępne jedynie dla zalogowanych użytkowników, zaloguj się poniżej

source: This page has been deactivated.
fa_ir: این صفحه موقتا غیر فعال شده است.
nl_nl: Deze pagina werd gedesactiveerd.
pl_pl: Strona została wyłączona

source: to search results.
fa_ir: برای جستجوی نتیجه.
nl_nl: naar zoekresultaten.
pl_pl: do wyników szukania

source: No file selected!
fa_ir: هیج پرونده ای انتخاب نشده است!
nl_nl: Geen bestand geselecteerd!
pl_pl: nie wybrano pliku!

source: Form has been successfully submitted and a notification email has been sent to the webmaster.
fa_ir: فرم مورد نظر با موفقیت ثبت و به اطلاع مدیر سایت رسانده شد.
nl_nl: Formulier werd met succes toegevoegd en een notificatie email werd naar de webmaster gestuurd.
pl_pl: Formularz wysłano pomyślnie, administrator został powiadomiony

source: Form has been successfully submitted.
fa_ir: فرم مورد نظر با موفقیت ثبت شد.
nl_nl: Formulier werd met succes toegevoegd.
pl_pl: Formularz wysłany pomyślnie

source: New User
fa_ir: کاربر جدید
nl_nl: Nieuwe Gebruiker
pl_pl: Nowy użytkownik

source: Suspended
fa_ir: معلق
nl_nl: Uitgeschakeld
pl_pl: Zawieszony

source: Skip IP Check
fa_ir: از بررسی IP صرفنظر گردد
nl_nl: Sla IP Controle Over
pl_pl: Pomiń sprawdzanie IP

source: (don't bind user to IP)
fa_ir: (آی پی کاربر محدود به مقدار ثابتی نباشد)
nl_nl: (koppel gebruiker niet aan IP)
pl_pl: (nie przypisuj użytkownika do IP)

source: Change Password
fa_ir: تغییر گذرواژه
nl_nl: Wijzig Wachtwoord
pl_pl: Zmień hasło

source: Confirm password
fa_ir: تکرار گذرواژه
nl_nl: Bevestig Wachtwoord
pl_pl: Potwierdź hasło

source: Please note that you will need to enter a valid e-mail address before your account is activated. You will receive an e-mail at the address you provided that contains an account activation link.
fa_ir: توجه داشته باشید برای فعال شدن حساب کاربری شما ، باید نشانی ایمیل معتبر خود را ارائه نموده و مرحله فعالسازی از طریق پیامی که به این ایمیل ارسال می شود انجام خواهد شد.
nl_nl: U dient een geldig email adres op te geven voordat uw account is geactiveerd. U krijgt een email op het opgegeven adres welke een activatie link bevat.
pl_pl: Pamiętaj o tym że musisz wpisać prawidłowy adres email, ponieważ na niego zostanie wysłany link aktywacyjny

source: Website
fa_ir: تارنما
pl_pl: Strona internetowa

source: Show Avatar
fa_ir: نمایش آواتار
nl_nl: Toon Avatar
pl_pl: Pokaż avatar

source: Change Avatar
fa_ir: تغییر آواتار
nl_nl: Wijzig Avatar
pl_pl: Zmień avatar

source: Stay Logged In
fa_ir: مرا به خاطر بسپار
nl_nl: Blijf Aangemelkd
pl_pl: Zostań zalogowany

source: minimum %s characters
fa_ir: حداقل %s حرف
nl_nl: minimaal %s karakters
pl_pl: minimum %s znaków

source: No user selected! Please select at least one user.
fa_ir: هیچ کاربری انتخاب نشده است.لطفا دست کم یک کاربر را انتخاب نمایید.
nl_nl: Geen gebruiker geselecteerd! Selecteer minstens een gebruiker.
pl_pl: Nie wybrano użytkownika, wybierz przynajmniej jednego

source: Users have been successfully activated and are now able to login.
fa_ir: کاربران مورد نظر با موفقیت فعال گردیده و هم اکنون قادر به ورود به سایت می باشند.
nl_nl: Gebruikers werden met succes geactiveerd en kunnen nu aanmelden.
pl_pl: Użytkownicy zostali aktywowani pomyślnie i mogą się teraz bez problemu zalogować

source: Users have been successfully suspended.
fa_ir: کاربران مورد نظر با موفقیت معلق شده اند.
nl_nl: Gebruikers werden met succes uitgeschakeld.
pl_pl: Użytkownicy zawieszeni pomyślnie

source: Users have been successfully deleted.
fa_ir: کاربران مورد نظر با موفقیت حذف شدند.
nl_nl: Gebruikers werden met succes verwijderd.
pl_pl: Użytkownicy usunięci pomyślnie

source: User has been successfully deleted.
fa_ir: کاربر مورد نظر با موفقیت حذف شد.
nl_nl: Gebruiker werd met succes verwijderd.
pl_pl: Użytkownik usunięty pomyślnie

source: User has been successfully updated.
fa_ir: کاربر مورد نظر با موفقیت به روز شد.
nl_nl: Gebruiker werd met succes bijgewerkt.
pl_pl: Dane użytkownika zmienione pomyślnie

source: User has been successfully created and a notification email with the login information has been sent to the email address specified.
fa_ir: کاربر مورد نظر با موفقیت ایجاد شده و یک ایمیل حاوی اطلاعات کاربری به وی ارسال گردید.
nl_nl: Gebruiker werd met succes gemaakt en een notificatie email met de login informatie werd naar het opgegeven email adres verstuurd.
pl_pl: Dodano użytkownika pomyślnie, wiadomość aktywacyjna wraz z informacjami o logowaniu została wysłana na podany adres email

source: Username / Registered on
fa_ir: شناسه کاربری/تاریخ عضویت
nl_nl: Gebruikersnaam / Geregistreerd op
pl_pl: Użytkownik / Zarejestrowany

source: Permissions
fa_ir: مجوزها
nl_nl: Permissies
pl_pl: Zezwolenia

source: Last visit
fa_ir: آخرین بازدید
nl_nl: Laatste bezoek
pl_pl: Ostatnia wizyta

source: From IP
fa_ir: از آی پی
nl_nl: Van IP
pl_pl: IP

source: Account Pending
fa_ir: منتظر فعالسازی
nl_nl: Account Hangende
pl_pl: Konto oczekujące

source: Suspend
fa_ir: معلق
nl_nl: Schakel Uit
pl_pl: Zawieszone

source: Users Administration
fa_ir: مدیریت کاربران
nl_nl: Gebruikers Beheer
pl_pl: Administracja użytkownikami

source: Edit User
fa_ir: اصلاح کاربر
nl_nl: Bewerk Gebruiker
pl_pl: Edytuj użytkownika

source: No users found.
fa_ir: هیچ کاربری پیدا نشد.
nl_nl: Geen gebruikers gevonden.
pl_pl: Nie znaleziono użytkowników

source: New account registration has been temporarily suspended. Please try again later.
fa_ir: امکان ثبت نام کاربر جدید موقتا غیر فعال شده است.لطفا در زمانی دیگر تلاش نمایید.
nl_nl: Nieuwe account registraties werden tijdelijk uitgeschakeld. Probeer later opnieuw.
pl_pl: Rejestracja nowych kont jest chwilowo zawieszone, spróbuj kiedy indziej.

source: No username specified!
fa_ir: هیچ شناسه کاربری مشخص نشده است!
nl_nl: Geen gebruikersnaam gespecifieerd!
pl_pl: Nie wybrano użytkownika

source: Username and Email are required!
fa_ir: شناسه کاربری و ایمیل الزامی هستند!
nl_nl: Gebruikersnaam en Email zijn verplicht!
pl_pl: Nazwa użytkownika i adres email są obowiązkowe

source: User couldn't be registered! Error: %s
fa_ir: امکان ایجاد کاربر وجود ندارد.خطا: %s
nl_nl: Gebruiker kon niet worden geregistreerd! Fout: %s
pl_pl: Nie można zarejestrować użytkownika! Błąd: %s

source: No data defined to update user to!
fa_ir: هیچ داده ای جهت به روز رسانی کاربر تعریف نشده است!
nl_nl: Geen data opgegeven om gebruikers mee bij te werken!
pl_pl: Nie specyzowano danych dla użytkownika

source: Incorrect username. Usernames may consist of a-z, 0-9 and underscores only.
fa_ir: شناسه کاربر معتبر نیست.شناسه باید حرفی/عددی ، با حروف لاتین ، بدون فاصله و حرف زیرخط/دش باشد.
nl_nl: Onjuiste gebruikersnaam. Gebruikersnaam mag enkel bestaan uit a-z, 0-9 en underscores.
pl_pl: Nieprawidłowa nazwa użytkownika, nazwa użytkownika <b>może</b> zawierać litery od a-z, liczy od 0-9 i podkreślenia

source: User couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی کاربر وجود ندارد.خطا:%s
nl_nl: Gebruiker kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić danych użytkownika! Błąd: %s

source: Username is already taken. Please choose a different username or login.
fa_ir: این شناسه کاربری قبلا به ثبت رسیده است.لطفا نام دیگری را برگزینید و مجددا تلاش کنید.
nl_nl: Gebruikersnaam reeds in gebruik. Kies een andere gebruikersnaam of login.
pl_pl: Ktoś już używa tej nazwy użytkownika, spróbuj wpisać inny nick

source: Email address is already in use.
fa_ir: این ایمیل قبلا ثبت شده است.
nl_nl: Emailadres reeds in gebruik.
pl_pl: Ten adres email jest już u nas zarejestrowany

source: Forgot your password?
fa_ir: آیا گذرواژه خود را از یاد برده اید؟
nl_nl: Wachtwoord vergeten?
pl_pl: Zapomniałeś hasła?

source: No request values specified!
fa_ir: هیچ مقدار درخواستی مشخص نشده است!
nl_nl: Geen verzoek waarden opgegeven!
pl_pl: Nie wybrano wartości wniosku

source: No owner defined for the request!
fa_ir: هیچ مالکی برای این درخواست تعریف نشده است!
nl_nl: Geen eigenaar gedefinieerd voor het verzoek!
pl_pl: Nie wybrano użytkownika dla wniosku

source: You have reached the maximum number of %s requests! If you are still having problems completing your request please contact us or wait a few hours and try again.
fa_ir: شما بیش از مقدار مجاز %s درخواست داشته اید.لطفا صبر کنید تا درخواستهای قبلی شما پردازش شوند و یا با مدیریت سایت تماس حاصل فرمایید.
nl_nl: U heeft het maximum aantal van %s verzoeken bereikt! Als u nog steeds problemen heeft met het invullen van uw verzoeken, neem contact met ons op of wacht een paar uur en probeer opnieuw.
pl_pl: Osiągnąłeś maxymalną liczbę z %s wniosków, jeśli dalej masz problemy skontaktuj się z nami lub poczekaj kilka godzin

source: Request couldn't be stored! Error: %s
fa_ir: درخواست مورد نظر ذخیره نشده است.خطا: %s
nl_nl: Verzoek kon niet worden bewaard! Fout: %s
pl_pl: Nie można wysłać wniosku! Błąd: %s

source: User couldn't be activated! Error: %s
fa_ir: امکان فعالسازی کاربر مورد نظر وجود ندارد.خطا: %s
nl_nl: Gebruiker kon niet worden geactiveerd! Fout: %s
pl_pl: Nie można aktywować użytkownika! Błąd: %s

source: User couldn't be suspended! Error: %s
fa_ir: امکان تعلیق کاربر مورد نظر وجود ندارد.خطا: %s
nl_nl: Gebruiker kon niet worden uitgeschakeld! Fout: %s
pl_pl: Nie można zawiesić użytkownika! Błąd: %s

source: No email address specified! Please enter the email address provided at registration.
fa_ir: هیچ نشانی ایمیلی تعریف نشده است.لطفا یک نشانی ایمیل معتبر برای ثبت نام معرفی نمایید.
nl_nl: Geen email adres opgegeven! Geef het email adres van registratie op.
pl_pl: Nie wybrano adresu email, wpisz taki sam email jak podczas rejestracji

source: Your email address is not in our database. Please be sure to use the one provided at registration.
fa_ir: نشانی ایمیل شما در بانک اطلاعاتی ما پیدا نشد.لطفا نشانی ایمیلی که قبلا با آن ثبت نام نموده اید را وارد کنید.
nl_nl: Uw email adres is niet te vinden in onze database. Gebruik het email adres dat u opgaf bij registratie.
pl_pl: Twój email nie jest w naszej bazie danych, upewnij się że używasz adresu podanego z rejestracji

source: <b>Request Successful</b><br /> A notification email has been sent to your email address with the neccessary information to login to your account.
fa_ir: درخواست موفقیت آمیز بود.<br /> یک پیام حاوی اطلاعات لازم برای ورود به سایت به نشانی ایمیل شما ارسال شده است.توجه داشته باشید این پیام ممکن است در بخش Spam/Bulk صندوق پستی شما قرار گرفته باشد.
nl_nl: <b>Verzoek Aanvaard</b><br /> Een notificatie email werd verzonden naar uw email adres met de nodige informatie om u aan te melden.
pl_pl: <b>Wniosek wysłano prawidłowo</b><br /> Powiadomienie zostało wysłane na podany adres email wraz z informacjami potrzebnymi do logowania

source: <b>Request Successful</b><br /> A notification email has been sent to your email address with the neccessary information to request a new password.
fa_ir: درخواست موفقیت آمیز بود.<br /> یک پیام حاوی اطلاعات لازم برای ورود به سایت به نشانی ایمیل شما ارسال شده است.توجه داشته باشید این پیام ممکن است در بخش Spam/Bulk صندوق پستی شما قرار گرفته باشد.
nl_nl: <b>Verzoek Aanvaard</b><br /> Een notificatie email werd verzonden naar uw email adres met de nodige informatie om een nieuw wachtwoord te krijgen.
pl_pl: <b>Wniosek wysłany pomyślnie</b><br /> Na adres emailowy zostały wysłane informacje dzięki którym można uzyskać nowe hasło

source: <b>IMPORTANT:</b> Some email providers put messages received from addresses, which are not in your contact list, in the "Bulk / Junk E-Mail" folders. Please check those folders too.
fa_ir: مهم: برخی سیستمهای پست الکترونیکی ایمیلهای صادره از این سایت را در بخش Spam/Bulk/Junk خود قرار می دهند.لذا در صورت عدم وجود پیام در بخش Inbox این بخشها را نیز بررسی فرمایید.
nl_nl: <b>BELANGRIJK:</b> Sommige email providers zetten boodschappen afkomstig van adressen die niet in de contact lijst staan in de "Bulk / Junk E-Mail" folders. Kijk deze mappen ook na.
pl_pl: <b>WAŻNE:</b> Niektóre serwisy oferujące możliwość założenia poczty elektronicznej posiadają inne ustawienia, więc sprawdź także folder ze spamem

source: Request not found! Please make sure the request was made in the last 3 hours as older requests are automatically deleted.
fa_ir: درخواست مورد نظر پیدا نشد! لطفا اطمینان یابید که درخواست شما طی 3 ساعت گذشته ثبت شده و هنوز حذف نشده باشد.
nl_nl: Verzoek niet gevonden! Zorg dat het verzoek in de laatste 3 uur gedaan werd. Oudere verzoeken worden automatisch verwijderd.
pl_pl: Nie znaleziono wniosku. Upewnij się że wybrany wniosek został utworzony nie później niż 3 godziny temu, po tym czasie wnioski są usuwane automatycznie.

source: Request owner couldn't be found!
fa_ir: مالک این درخواست پیدا نشد!
nl_nl: Verzoek eigenaar kon niet worden gevonden!
pl_pl: Nie znaleziono właściciela wniosku!

source: Your account couldn't be activated! Error: %s
fa_ir: امکان فعالسازی این حساب کاربری وجود ندارد.خطا: %s
nl_nl: Uw account kon niet worden geactiveerd! Fout: %s
pl_pl: Twoje konto nie może być aktywowane! Błąd: %s

source: <b>Your Account has been Activated</b><br /> Thank you for registering.
fa_ir: حساب کاربری شما هم اکنون فعال گردید. از ثبت نام شما سپاسگذاریم.
nl_nl: <b>Uw Account werd Geactiveerd</b><br /> Bedankt om te registreren.
pl_pl: <b>Twoje konto zostało aktywowane</b><br /> Dziękujemy za rejestrację

source: Your new password couldn't be activated! Error: %s
fa_ir: گذرواژه جدید شما فعال نشده است.خطا: %s
nl_nl: Uw nieuw wachtwoord kon niet worden geactiveerd! Fout: %s
pl_pl: Twoje nowe hasło nie może być aktywowane! Błąd: %s

source: <b>Your New Password has been Activated</b><br /> Please copy and paste your new password from the email you received to prevent any misspelling issues.
fa_ir: گذرواژه جدید شما هم اکنون فعال گردید.لطفا این گذرواژه را به خاطر بسپارید و از دادن آن به اشخاص دیگر خودداری فرمایید.
nl_nl: <b>Uw Nieuw Wachtwoord werd Geactiveerd</b><br /> Kopieer en plak uw nieuw wachtwoord uit de mail die u ontving om te fouten te voorkomen.
pl_pl: <b>Twoje nowe hasło zostało aktywowane!</b><br /> Skopiuj i wklej swoje nowe hasło aby uniknąć nieprawidłowego wpisu

source: <b>Your New Password has been Sent</b><br /> A notification email has been sent to your email address with the new login information.
fa_ir: گذرواژه جدید به نشانی پست الکترونیک شما ارسال شد.این پیام حاوی اطلاعات لازم برای ورود به این سایت می باشد.
nl_nl: <b>Uw Nieuwe Wachtwoord werd Verzonden</b><br /> Een notificatie email met de nieuwe login informatie werd naar uw email adres verzonden.
pl_pl: <b>Nowe hasło zostało wysłane</b><br /> Na podany adres email zostały wysłane informacje dotyczące logowania i dalszego postępowania

source: Welcome back %s
fa_ir: خوش آمدید %s
nl_nl: Welkom terug %s
pl_pl: Witamy z powrotem %s
