Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: fa_ir, nl_nl, pl_pl

source: Remember me (stay logged in)
fa_ir: مرا به خاطر بسپار
nl_nl: Onthou mij (blijf aangemeld)
pl_pl: Zapamiętaj mnie (zostań zalogowany)

source: Please enter the email address you have provided at registration / join.
fa_ir: لطفا نشانی ایمیلی را که زمان ثبت نام ارائه فرموده بودید را وارد نمایید.
nl_nl: Voer het email adres dat u bij registratie opgaf in.
pl_pl: Wpisz adres email podany przy rejestracji / dołącz.

source: Email address
fa_ir: نشانی ایمیل
nl_nl: Email adres
pl_pl: Adres email

source: Quick Account
fa_ir: حساب کاربری سریع
nl_nl: Snelle Account
pl_pl: Szybkie konto

source: Quick Login
fa_ir: ورود سریع
nl_nl: Snelle Aanmelding
pl_pl: Szybki login

source: Member Login
fa_ir: ورود اعضاء
nl_nl: Leden Aanmelding
pl_pl: Login użytkownika

source: Request a New Password
fa_ir: درخواست گذرواژه جدید
nl_nl: Vraag Nieuw Wachtwoord
pl_pl: Poproś o nowe hasło

source: This account has been suspended!
fa_ir: این حساب کاربری توسط مدیر سایت معلق شده است!
nl_nl: Deze account is uitgeschakeld!
pl_pl: Konto zostało zawieszone!

source: You have entered an invalid username or password. Please enter the correct details (use copy and paste) or use your email address as your username and try again. Don't forget that the password is case sensitive.
fa_ir: شناسه کاربری و یا گذرواژه وارده صحیح نیست.لطفا اطلاعات مذبور را بررسی نموده و اصلاح نمایید و مجددا تلاش کنید.توجه داشته باشید که گذرواژه به بزرگی/کوچکی حروف حساس می باشد.
nl_nl: U gaf een ongeldige gebruikersnaam of wachtwoord op. Gelieve de correcte gegevens in te geven (gebruik kopieren-plakken) of gebruik uw email adres als uw gebruikersnaam en probeer opnieuw. Merk op dat uw wachtwoord hoofdlettergevoelig is.
pl_pl: Wpisałeś nieodpowiednie hasło lub nazwę użytkownika, musisz wpisać prawidłowo te dane. Możesz także użyć adresu email jako loginu. Pamiętaj że wielkość liter ma znaczenie w haśle.

source: You have used %s out of %s login attempts. After all %s have been used, you will be unable to login for %s minutes.
fa_ir: شما تعداد %s بار از %s مجاز ، تلاش برای ورود ناموفق داشته اید.توجه داشته باشید پس از آن تا %s دقیقه امکان ورود به سایت را نخواهید داشت.کل دفعات مجاز: %s
nl_nl: U heeft %s van %s login pogingen gebruikt. Indien alle %s pogingen gebruikt zijn, zal u %s minuten niet kunnen aanmelden.
pl_pl: Nieprawidłowych zalogowań %s z %s. Po %s nieudanych loginach nie będziesz mógł/mogła się zalogować przez %s minut

source: Wrong username or password. <b>You have used up your failed login quota! Please wait %s minutes before trying again.</b> Don't forget that the password is case sensitive.
fa_ir: شناسه کاربری و یا گذرواژه وارده صحیح نیست.لطفا اطلاعات مذبور را بررسی نموده و اصلاح نمایید و مجددا تلاش کنید.توجه داشته باشید که گذرواژه به بزرگی/کوچکی حروف حساس می باشد.شما باید %s دقیقه صبر کنید و مجددا تلاش فرمایید.
nl_nl: Foute gebruikersnaam of wachtwoord. <b>U heeft uw Foutieve Pogingen quotum opgebruikt! Gelieve %s minuten te wachten alvorens opnieuw te proberen.</b> Vergeet niet dat het wachtwoord hoofdlettergevoelig is.
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło. <b>Zbyt dużo nieudanych prób logowania! Spróbuj się zalogować za %s minut następny raz.</b> Pamiętaj że wielkość liter ma znaczenie przy haśle

source: Account suspended! <b>This account has been suspended for %s minutes because of to many logins from different IP addresses.</b> Please ensure that you have a secure password and/or you are logged out from your other PCs before trying again.
fa_ir: این حساب کاربری موقتا بدلیل تعداد دفعات غیرمجاز تلاش برای ورود ناکام ، برای %s دقیقه معلق شده است.
nl_nl: Uw account werd geschorst! <b>Dit account werd geschorst voor %s minuten vanwege te veel foutieve aanmeldingspogingen vanop verschillende IP adressen.</b> Verzeker u er van een veilig wachtwoord te hebben en afgemeld te zijn op andere PC's alvorens opnieuw te proberen.
pl_pl: Konto zawieszone! <b> Konto zostało zawieszone na %s minut ponieważ nastąpiło zbyt wiele nieprawidłowych logowań z podanego adresu IP </b> Upewnij się że twoje hasło jest odpowiednie i wyloguj się z innego komputera przed następną próbą.

source: Your session couldn't be stored! Please contact the webmaster with this error and your login information.
fa_ir: امکان راه اندازی جلسه جدید برای ورود شما میسر نیست.لطفا با مدیر سایت تماس حاصل فرمایید.
nl_nl: Uw sessie kon niet bewaard worden! Neem contact op met de webmaster met deze foutmelding en uw login informatie.
pl_pl: Twoja sesja nie może zostać zapisana! Skontaktuj się z administratorem i powiadom go o tym problemie, załączając informacje o loginie

source: Login has been temporarily suspended. Please try again later.
fa_ir: ورود به سایت موقتا غیر فعال شده است.لطفا صبور باشید و در زمانی دیگر مجددا تلاش کنید.
nl_nl: Login werd tijdelijk onderbroken. Probeer later opnieuw.
pl_pl: Logowanie jest chwilowo zawieszone, spróbuj później.

source: The specified username is currently inactive. If you have problems activating your account, please contact us or request a new password to activate your account.
fa_ir: شناسه کاربری مورد نظر فعلا غیر فعال است.اگر برای فعالسازی این حساب مشکلی دارید می توانید مجددا تقاضای ارسال ایمیل فعالسازی نمایید.
nl_nl: De opgegeven gebruikersnaam is momenteel niet actief. Indien u problemen heeft bij het activeren van uw account, neem contact met ons op of vraag een nieuw wachtwoord aan om uw account te activeren.
pl_pl: Podana nazwa użytkownika jest nieaktywna. Jeśli masz problemy z aktywacją konta skontaktuj się z administratorem lub wyślij prośbę o nowe hasło.

source: New Feed
fa_ir: خوراک جدید
nl_nl: Nieuwe Feed
pl_pl: Nowy RSS

source: Available Feeds
fa_ir: خوراکهای موجود
nl_nl: Beschikbare Feeds
pl_pl: Dostępne RSS

source: Feed URL
fa_ir: نشانی URL خوراک
pl_pl: URL RSS

source: Select Feed
fa_ir: انتخاب خوراک
nl_nl: Selecteer Feed
pl_pl: Wybierz RSS

source: e.g. http://jcore.net/rss/posts.xml
fa_ir: مثلا: http://domain.net/rss/posts.xml
nl_nl: bv. http://jcore.net/rss/posts.xml
pl_pl: np. http://jcore.net/rss/posts.xml

source: RSS feeds have been successfully re-ordered.
fa_ir: خوراک های مورد نظر با موفقیت بازمرتب سازی شدند.
nl_nl: RSS feeds werden met succes herschikt.
pl_pl: Kolejność wpisów RSS została zmieniona

source: RSS feed has been successfully deleted.
fa_ir: خوراک های مورد نظر با موفقیت حذف گردیدند.
nl_nl: RSS feed werd met succes verwijderd.
pl_pl: Usunięto wpis RSS

source: RSS feed has been successfully updated.
fa_ir: خوراکهای مورد نظر با موفقیت به روز شدند.
nl_nl: RSS feed werd met succes bijgewerkt.
pl_pl: Zmieniono wpis RSS

source: View RSS
fa_ir: مشاهده خوراکها
nl_nl: Bekijk RSS
pl_pl: Pokaż RSS

source: RSS feed has been successfully created.
fa_ir: خوراک مورد نظر با موفقیت ایجاد گردید.
nl_nl: RSS feed werd met succes aangemaakt.
pl_pl: Stworzono wpis RSS

source: Title / Feed URL
fa_ir: عنوان/نشانی URL خوراک
nl_nl: Titel / Feed URL
pl_pl: Tytuł / URL wpisu

source: RSS Feeds Administration
fa_ir: مدیریت خوراک ها
nl_nl: RSS Feed Beheer
pl_pl: Administracja RSS

source: Edit RSS Feed
fa_ir: اصلاح خوراک
nl_nl: Bewerk RSS Feed
pl_pl: Edytuj wpisy RSS

source: New RSS Feed
fa_ir: خوراک جدید
nl_nl: Nieuwe RSS Feed
pl_pl: Nowy wpis RSS

source: No RSS feeds found.
fa_ir: هیچ خوراکی پیدا نشد.
nl_nl: Geen RSS feeds gevonden.
pl_pl: Nie znaleziono wpisów RSS

source: Feed couldn't be created! Error: %s
fa_ir: امکان ایجاد خوراک وجود ندارد.خطا: %s
nl_nl: Feed kon niet gemaakt worden! Fout: %s
pl_pl: Nie można utworzyć wpisu! Błąd: %s

source: Feed couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی خوراک وجود ندارد.خطا: %s
nl_nl: Feed kon niet bijgewerkt worden! Fout: %s
pl_pl: Nie można zmienić wpisu! Błąd: %s

source: New Ad
fa_ir: تبلیغات جدید
nl_nl: Nieuwe Advertentie
pl_pl: Nowy banner

source: Promo text
fa_ir: متن کوتاه آغازگر
nl_nl: Promo tekst
pl_pl: Text promocyjny

source: Upload a banner
fa_ir: ارسال یک بنر
nl_nl: Uload een banner
pl_pl: Wyślij banner

source: e.g. image.jpg, flash.swf
fa_ir: مثلا: image.jpg, flash.swf
nl_nl: bv. afbeelding.jpg, flash.swf
pl_pl: np. obrazek.jpg, flash.swf

source: Use Google or other Ad Code
fa_ir: از گوگل و یا سایر کدهای تبلیغاتی استفاده کنید
nl_nl: Gebruik Google of een andere Ad Code
pl_pl: Użyj google lub innego kodu reklamy

source: Ad Code (leave it empty to automatically generate code for flash ads)
fa_ir: کد تبلیغات(اگر می خواهید کد بطور خودکار بویژه برای بنرهای فلش ، تولید شود ، این قسمت را خالی بگذارید)
nl_nl: Ad Code (laat leeg om automatisch een code te genereren voor flash ads)
pl_pl: Kod reklamy (zostaw puste żeby automatycznie wygenerować kod reklamy flash)

source: e.g. Google Ad Code
fa_ir: مثلا: Google Ad Code
nl_nl: bv. Google Ad Code
pl_pl: np. Kod reklamy google

source: Show Ad only within a defined time interval
fa_ir: تبلیغات تنها در تناوبهای زمانی تعریف شده نمایش داده شوند
nl_nl: Toon Ad enkel binnen een gedefinieerd tijdsinterval
pl_pl: Pokaż reklamę jedynie po określonym czasie

source: Show on
fa_ir: نمایش در
nl_nl: Toon op
pl_pl: Pokaż na

source: Ads have been successfully re-ordered.
fa_ir: تبلیغات مورد نظر با موفقیت بازمرتب سازی شدند.
nl_nl: Ads werden met succes herschikt.
pl_pl: Zmieniono kolejność reklam

source: Ad has been successfully deleted.
fa_ir: تبلیغات مورد نظر با موفقیت حذف شد.
nl_nl: Ad werd met succes verwijderd.
pl_pl: Usunięto reklamę

source: Ad has been successfully updated.
fa_ir: تبلیغات مورد نظر با موفقیت به روز شد.
nl_nl: Ad werd met succes bijgewerkt.
pl_pl: Zmieniono reklamę

source: Ad has been successfully created.
fa_ir: تبلیغات مورد نظر با موفقیت ایجاد شد.
nl_nl: Ad werd met succes gemaakt.
pl_pl: Dodano reklamę

source: No Place Defined
fa_ir: هیچ مکانی تعریف نشده
nl_nl: Geen Plaats Gedefinieerd
pl_pl: Nie określono miejsca

source: Total
fa_ir: جمع
nl_nl: Totaal
pl_pl: Końcowo

source: Expired
fa_ir: منقضی شده
nl_nl: Vervallen
pl_pl: Przeterminowane

source: Every day
fa_ir: هر روز
nl_nl: Elke dag
pl_pl: Codziennie

source: Stats
fa_ir: آمار
nl_nl: Status
pl_pl: Statystyki

source: Displays
fa_ir: نمایش ها
nl_nl: Beelden
pl_pl: Wyświetlenia

source: Clicks
fa_ir: کلیک ها
nl_nl: Kliks
pl_pl: Kliknięcia

source: Ads Administration
fa_ir: مدیریت تبلیغات
nl_nl: Ads Beheer
pl_pl: Administracja wpisami reklam

source: Edit Ad / Banner
fa_ir: اصلاح تبلیغات/بنر
nl_nl: Bewerk Ad / Banner
pl_pl: Edytuj reklamę / banner

source: New Ad / Banner
fa_ir: تبلیغات/بنر جدید
nl_nl: Nieuwe Ad / Banner
pl_pl: Nowa reklama / banner

source: No ads found.
fa_ir: هیچ تبلیغاتی پیدا نشد.
nl_nl: Geen ads gevonden.
pl_pl: Nie znaleziono reklam

source: Ad couldn't be created! Error: %s
fa_ir: امکان ایجاد نبلیغات وجود ندارد.خطا: %s
nl_nl: Ad kon niet worden gemaakt! Fout: %s
pl_pl: Nie można utworzyć reklamy! Błąd: %s

source: Ad couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی تبلیغات وجود ندارد.خطا: %s
nl_nl: Ad kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić reklamy! Błąd: %s

source: Ad not found!
fa_ir: تبلیغات پیدا نشد!
nl_nl: Ad niet gevonden!
pl_pl: Nie znaleziono reklamy!

source: Languages
fa_ir: زبانها
nl_nl: Talen
pl_pl: Języki

source: Couldn't regenerate sitemap XML file.
fa_ir: امکان بازتولید پرونده نقشه سایت XML وجود ندارد.
nl_nl: Kon de sitemap XML bestand niet regenereren.
pl_pl: Nie mogę odzyskać pliku mapy strony XML

source: Sitemap XML file has been successfully regenerated.
fa_ir: پرونده XML نقشه سایت با موفقیت باز تولید شد.
nl_nl: Sitemap XML bestand werd met succes geregenereerd.
pl_pl: Plik mapy strony odzyskany pomyślnie

source: Sitemap XML File Administration
fa_ir: مدیریت پرونده XML نقشه سایت
nl_nl: Sitemap XML Bestand Beheer
pl_pl: Administracja plikiem mapy strony XML

source: This file (%s) gets updated automatically every time you create / edit / delete a page but you can regenerate or modify it manually below.
fa_ir: این پرونده %s بطور خودکار در پی تغییر/ایجاد/حذف منو ها ، به روز می شود.در عین حال شما می توانید آنرا بصورت دستی نیز بازتولید و به روز فرمایید.
nl_nl: Dit bestand (%s) wordt automatisch bijgewerkt elke keer u als een pagina bijmaakt / bewerkt / verwijdert, maar u kan onderaan manueel regenereren of aanpassen.
pl_pl: Plik (%s) aktualizuje się automatycznie za każdym razem gdy tworzysz/edytujesz/usuwasz strony jednak zawsze możesz odzsykać go ręcznie poniżej

source: New Video
fa_ir: ویدئوی جدید
nl_nl: Nieuwe Video
pl_pl: Nowy film

source: Video Cap
fa_ir: برداشت ویدئو
pl_pl: Max. ilość sekwencji video

source: Add an already uploaded video (for e.g. youtube, vimeo url)
fa_ir: ویدئویی از سایت دیگر را اضافه کنید(مثلا از یوتیوب و ...)
nl_nl: Voeg een reeds opgeladen video (bv. youtube, vimeo url) toe
pl_pl: Dodaj wysłany już film (np. youtube czy vimeo)

source: Video (URL)
fa_ir: نشانی URL ویدئو
pl_pl: Adres URL filmu

source: e.g. http://www.youtube.com/watch?v=0_fPV13lKm4
fa_ir: مثلا: http://www.youtube.com/watch?v=0_fPV13lKm4
nl_nl: bv. http://www.youtube.com/watch?v=0_fPV131Km4
pl_pl: np. http://www.youtube.com/watch?v=0_fPV13lKm4

source: Add another url
fa_ir: نشانی دیگری اضافه کنید
nl_nl: Voeg nog een url toe
pl_pl: Dodaj inny link

source: Local Video
fa_ir: ویدئوی محلی از سایت
nl_nl: Lokale Video
pl_pl: Lokalny film

source: Upload a new video
fa_ir: ارسال ویدئوی جدید
nl_nl: Upload een nieuwe video
pl_pl: Wyśllij nowy film

source: Video File
fa_ir: پرونده ویدئویی
nl_nl: Video Bestand
pl_pl: Plik filmu

source: e.g. video.mp4, video.flv
fa_ir: مثلا: video.mp4, video.flv
nl_nl: bv. video.mp4, video.flv
pl_pl: np. video.mp4, video.flv

source: Videos have been successfully re-ordered.
fa_ir: ویدئو های مورد نظر با موفقیت بازمرتب سازی شدند.
nl_nl: Video's werden met succes herschikt.
pl_pl: Kolejność filmów została zmieniona

source: Video has been successfully deleted.
fa_ir: ویدئوی مورد نظر با موفقیت حذف شد.
nl_nl: Video werd met succes verwijderd.
pl_pl: Film usunięto

source: No file selected to be uploaded as a new video! Please select a file / video to upload or define an already uploaded video.
fa_ir: هیچ پرونده ای برای ارسال بعنوان ویدئو انتخاب نشده است.لطفا دست کم یک پرونده را ارنتخاب نمایید و مجددا تلاش کنید.
nl_nl: Er was geen bestand geselecteerd om als nieuwe video op te laden! Selecteer een bestand / video om op te laden, of kies een reeds opgeladen video.
pl_pl: Nie wybrano pliku do wysłania jako nowy film! Wybierz plik lub użyj linku z Youtube/Vimeo itd.

source: Video "%s" is not embeddable, "%s".
fa_ir: ویدئوی "%s" قابل درج نیست ، "%s"
nl_nl: Video "%s" is niet invoegbaar, "%s".
pl_pl: Plik filmu "%s" nie jest osadzony, "%s"

source: Video has been successfully updated.
fa_ir: ویدئوی مورد نظر با موفقیت به روز شد.
nl_nl: Video werd met succes bijgewerkt.
pl_pl: Zaaktualizowano film

source: Video has been successfully uploaded.
fa_ir: ویدئوی مورد نظر با موفقیت ارسال شد.
nl_nl: Video werd met succes opgeladen.
pl_pl: Wysłano film

source: Video has been successfully added.
fa_ir: ویدئوی مورد نظر با موفقیت اضافه شد.
nl_nl: Video werd met succes toegevoegd.
pl_pl: Dodano film

source: There were problems adding some of the video urls you defined. The following videos couldn't be added: %s.
fa_ir: به نظر می رسد در ثبت نشانی برخی ویدئو ها مشکلی پیش آمده است.این مشکل به موارد مقابل مربوط می شود: "%s"
nl_nl: Er waren problemen bij het toevoegen van de video urls die u opgaf. De volgende video's konden niet toegevoegd worden: %s
pl_pl: Wystąpił problem przy dodawaniu filmu z twojego linka, filmy które nie mogły być dodane: %s

source: Video(s) have been successfully added. The following videos have been added: %s.
fa_ir: ویدئو/ها ی مورد نظر با موفقیت اضافه شد.ویدئو/های اضافه شده عبارتند از: "%s"
nl_nl: Video('s) werd(en) met succes toegevoegd. De volgende video's werden toegevoegd: %s
pl_pl: Film dodano pomyślnie, podane sekwencje filmowe zostały dodane: %s

source: Video
fa_ir: ویدئو
pl_pl: Film

source: Title / Added on
fa_ir: عنوان/اضافه شده در تاریخ
nl_nl: Titel / Toegevoegd op
pl_pl: Tytuł / Dodany

source: Edit Video
fa_ir: اصلاح ویدئو
nl_nl: Bewerk Video
pl_pl: Edytuj film

source: Video couldn't be created! Error: %s
fa_ir: امکان ایجاد ویدئو وجود ندارد.خطا: "%s"
nl_nl: Video kon niet worden gemaakt! Fout: %s
pl_pl: Nie można utworzyć filmu! Błąd: %s

source: Video couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی ویدئو وجود ندارد.خطا: "%s"
nl_nl: Video kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić filmu! Błąd: %s

source: No video selected!
fa_ir: هیچ ویدئویی انتخاب نشده است!
nl_nl: Geen video geselecteerd!
pl_pl: Nie wybrano filmów!

source: The selected video cannot be found!
fa_ir: ویدئوی انتخاب شده وجود ندارد!
nl_nl: De geselecteerde video kon niet gevonden worden!
pl_pl: Nie znaleziono wybranego filmu!

source: Invalid or not enough permission to access this request!
nl_nl: Ongeldig of niet genoeg permissies voor dit verzoek!
pl_pl: Nieprawidłowy lub niepełny dostęp do tego zapytania

source: All
nl_nl: Allen
pl_pl: Wszystkie

source: Select User
nl_nl: Kies Gebruiker
pl_pl: Wybierz użytkownika

source: User "%s" couldn't be found!
nl_nl: Gebruiker "%s" kon niet worden gevonden!
pl_pl: Użytkownik "%s" nie został znaleziony

source: Please make sure you have entered / selected the right username or if it's a new user please first create the user at Member Management -> Users.
pl_pl: Upewnij się że wpisałeś odpowiednią nazwę użytkownika, jeśli to nowy użytkownik to utwórz poprzez Zarządzanie użytkownikami -> Użytkownicy

source: Nothing to store! Please define some fields for your form and make sure their Value Types are set.
nl_nl: Niets op te slaan! Maal aub velden voor uw formulier en wes er zeker van dat de Types zijn gedefinieerd.
pl_pl: Brak rzeczy do zapisu. Wypełnij pola i upewnij się że są odpowiednio wpisane

source: Author
nl_nl: Auteur
pl_pl: Autor

source: Version
nl_nl: Versie
pl_pl: Wersja

source: Export current template as an installable template package
nl_nl: Exporteer het huidige template als een installeerbaar template pakket
pl_pl: Wyexportuj styl(template) jako paczkę instalacyjną

source: Export Template
nl_nl: Exporteer Template
pl_pl: Export stylu

source: By completing the form below you can export all your modifications to the current "<b>%s</b>" template as an installable template package and easily port it over to other websites. The package will include layout blocks, images, css, js, fonts and all the custom directories found.
nl_nl: Door het invullen van het formulier hieronder kunt u a alle wijzigingen in het huidige "<b>%s</b>" uitvoeren als een installeerbaar template en het gemakkelijk naar andere websites overzetten. In het pakket zitten layout blokken, images, css, js, fonts en alle folders die gevonden zijn.
pl_pl: Poprzez wypełnienie formularza poniżej możesz wyexportować wszystkie obecne modyfikacje "<b>%s</b>", style i całą resztę i przesłać na inną stronę bez problemu. Paczka będzie zawierała bloki stylu, obrazki, css, js, czcionki i dodane katalogi.

source: Template Details
pl_pl: Szczegóły stylu

source: Template has been successfully created.
nl_nl: Template is succevol aangemaakt.
pl_pl: Utworzono styl

source: Quickly create / modify posts
nl_nl: Snel aanmaken / veranderen posts
pl_pl: Szybko stwórz/modyfikuj posty

source: Posts at Glance
nl_nl: Posts in kort
pl_pl: Posty w skrócie

source: Page
nl_nl: Pagina
pl_pl: Strona

source: Post to Page
nl_nl: Post naar een pagina
pl_pl: Post do zakładki

source: No posts selected! Please select at least one post.
nl_nl: Geen posts geselecteerd! Selecteer aub tenminste 1 post.
pl_pl: Nie wybrano postów, wybierz przynajmniej jeden

source: Posts have been successfully deactivated and are now NOT visible to the public.
nl_nl: Posts zijn succesvol gedeactiveerd en nu NIET meer zichtbaar voor het publiek.
pl_pl: Deaktywowano posty, nie będą teraz widoczne dla wszystkich

source: Posts have been successfully activated and are now visible to the public.
nl_nl: Posts zijn succesvol geactiveerd en nu zichtbaar voor het publiek.
pl_pl: Aktywowano posty pomyślnie, będą teraz widoczne dla wszystkich

source: Posts have been successfully deleted.
nl_nl: Posts zijn succesvol verwijderd.
pl_pl: Posty usunięto

source: Template couldn't be activated!
nl_nl: Template kon niet worden geactiveerd!
pl_pl: Nie można aktywować stylu(template'a)

source: Post Keywords
nl_nl: Post Sleutelwoorden
pl_pl: Wpisz słowa kluczowe

source: Instant User Registration
nl_nl: Directe Gebruiker Registratie
pl_pl: Szybka rejestracja użytkownika

source: Manage user groups, set group permissions
nl_nl: Beheer Gebruikers Groepen, zet Groep Permissies
pl_pl: Zarządzaj grupami użytkowników, ustal zezwolenia

source: User Groups
nl_nl: Gebruikers Groepen
pl_pl: Grupy użytkowników

source: New Group
nl_nl: Nieuwe Groep
pl_pl: Nowa grupa

source: Group Name
nl_nl: Groep Naam
pl_pl: Nazwa grupt

source: e.g. Editor
nl_nl: b.v Editor
pl_pl: np. edytor

source: Group has been successfully deleted.
nl_nl: Groep is succesvol verwijderd.
pl_pl: Grupę usunięto

source: Group has been successfully updated.
nl_nl: Groep is been succesvol geupdate.
pl_pl: Grupę zmieniono

source: Group has been successfully created.
nl_nl: Groep is succesvol aangemaakt.
pl_pl: Utworzono grupę

source: Group
nl_nl: Groep
pl_pl: Grupa

source: User Groups Administration
nl_nl: Gebruikers Groepen Administratie
pl_pl: Administracja grupami

source: Edit Group
nl_nl: Bewerkt Groep
pl_pl: Edytuj grupę

source: No groups found.
nl_nl: Geen groepen gevonden.
pl_pl: Nie znaleziono grup

source: Group "%s" already exists.
nl_nl: Groep "%s" bestaat al.
pl_pl: Grupa "%s" już istnieje

source: Group couldn't be created! Error: %s
nl_nl: Groep kon niet worden aangemaakt! Fout: %s
pl_pl: Nie można utworzyć grupy! Błąd: %s

source: Group couldn't be updated! Error: %s
nl_nl: Groep kon niet deupdate worden! Fout: %s
pl_pl: Nie można zmienić grupy! Błąd: %s

source: Group Permissions
nl_nl: Groep Permissies
pl_pl: Zezwolenia grup

source: Select Locale
nl_nl: Selecteer locoale
pl_pl: Wybierz język

source: Available Locales
nl_nl: Beschikbare locales
pl_pl: Dostępne języki

source: Auto Response Options
nl_nl: Auto Antwoord Opties
pl_pl: Opcje auto odpowiedzi

source: Send Auto Response
nl_nl: Stuur Auto Antwoord
pl_pl: Wyślij auto odpowiedź

source: Locale File
nl_nl: Locale Bestand
pl_pl: Plik języka

source: Select File
nl_nl: Selecteer Bestand
pl_pl: Wybierz plik

source: Available Locale Files
nl_nl: Beschikbare Locale Bestanden
pl_pl: Dostępne pliki lokalne

source: Display Form(s)
nl_nl: Toon formulier(en)
pl_pl: Pokaż formularz(e)

source: Include New Pages
nl_nl: Inclusief Nieuwe Pagina's
pl_pl: Załącz nowe strony

source: (automatically add new pages)
nl_nl: (automatisch nieuwe pagina's toevoegen)
pl_pl: (automatycznie dodaje nowe strony)

source: New Pages
nl_nl: Nieuwe Pagina's
pl_pl: Nowe strony

source: Menu Items
pl_pl: Pozycje menu

source: Accessible by
nl_nl: Toegankelijk voor
pl_pl: Dostępne przez

source: (automatically show posts with these keywords)
nl_nl: (toon automatisch posts met deze sleutelwoorden)
pl_pl: (automatycznie pokaże posty z tymi słowami kluczowymi)

source: A page with the path "%s" already exists!
nl_nl: De pagina met pad "%s" bestaat a!
pl_pl: Strona ze ścieżką "%s" już istnieje!

source: You do not have permission to access this page!
nl_nl: U heeft geen permissie deze pagina te openen!
pl_pl: Nie masz uprawnień do przeglądania tej strony!

source: New Menu Item
nl_nl: Nieuw Menu Item
pl_pl: Nowa pozycja menu

source: Select Page(s) to Add
nl_nl: Selecteer Pagina(s) om toe te voegen
pl_pl: Zaznacz stronę(y) do dodania

source: Custom Menu Item Options
nl_nl: Menu Item Options
pl_pl: Opcje wybranych pozycji menu

source: Sub Menu Item of
nl_nl: Sub Menu Item van
pl_pl: Pozycja sub menu od

source: Menu items have been successfully re-ordered.
nl_nl: Menu items zijn succesvol herschikt.
pl_pl: Zmieniono pozycje menu
