Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: fa_ir, nl_nl, pl_pl

source: Could not establish a connection to the database.
fa_ir: امکان ارتباط با بانک اطلاعاتی وجود ندارد.
nl_nl: Kon geen connectie maken naar de database.
pl_pl: Nie można nawiązać połączenia z bazą danych

source: Site Temporary Unavailable
fa_ir: سایت بطور موقت در دسترس نیست
nl_nl: Site Tijdelijk Niet Beschikbaar
pl_pl: Strona jest chwilowo niedostępna

source: We are sorry for the inconvenience and appreciate your patience during this time. Please wait for a few minutes and <a href='%s'>try again</a>.
fa_ir: از اشکال ایجاد شده عذر می خواهیم و تقاضامندیم صبور بوده و با کلیک بر روی <a href='%s'>تلاش مجدد</a> صبور باشید.
nl_nl: We verontschuldigen ons voor het ongemak en stellen uw geduld op prijs. Gelieve enkele minuten te wachten en het <a href='%s'>opnieuw te proberen</a>.
pl_pl: Przepraszamy za niedogodności. Prosimy spróbować później <a href='%s'>jeszcze raz</a>.

source: Backtrace
fa_ir: ردیابی
pl_pl: Wpis zwrotny

source: SQL Error! Please contact site administrator or login to learn more about this error.
fa_ir: خطای SQL:لطفا با مدیر سیستم تماس بگیرید تا با کمک وی این مشکل را مرتفع نمایید.
nl_nl: SQL Fout! Neem contact op met de website beheerder of login om meer over deze fout te weten te komen.
pl_pl: Błąd SQL! Skontaktuj się z administratorem strony lub zaloguj się aby uzyskać więcej informacji o błędzie

source: SQL Error! Please contact site administrator.
fa_ir: خطای SQL: لطفا با مدیر سیستم تماس بگیرید.
nl_nl: SQL Fout! Neem contact op met de website beheerder.
pl_pl: Błąd SQL! Skontaktuj się z administratorem strony

source: affected rows: %s
fa_ir: رکوردها: %s
nl_nl: rijen verwerkt: %s
pl_pl: Wpływ na szeregi: %s

source: e.g. admin/content/pages/1/posts
fa_ir: مثلا: admin/content/pages/1/posts
nl_nl: bv. admin/content/pages/1/posts
pl_pl: np. admin/content/pages/1/posty

source: Select path
fa_ir: انتخاب مسیر
nl_nl: Selecteer pad
pl_pl: Wybierz ścieżkę

source: Add another path
fa_ir: مسیر دیگری اضافه کنید
nl_nl: Voeg nog een pad toe
pl_pl: Dodaj następną ścieżkę

source: Permission
fa_ir: مجوز
nl_nl: Permissie
pl_pl: Zezwolenie

source: New Permission
fa_ir: مجوز جدید
nl_nl: Nieuwe Permissie
pl_pl: Nowe zezwolenie

source: Users
fa_ir: کاربران
nl_nl: Gebruikers
pl_pl: Użytkownicy

source: Permission has been successfully deleted.
fa_ir: مجوزها با موفقیت حذف گردیدند.
nl_nl: Permissie werd met succes verwijderd.
pl_pl: Zezwolenie usunięte

source: No paths have been defined! Please define at least one path to set permission to.
fa_ir: هیچ مسیری تعریف نشده است.لطفا دست کم یک مسیر تعریف نموده و مجوز مناسب به آن تخصیص دهید.
nl_nl: Geen paden werden gedefinieerd! Definieer minstens een pad om de permissies op toe te passen.
pl_pl: Nie wybrano żadnych ścieżek, wybierz przynajmniej jedną ścieżkę aby ustawić zezwolenie.

source: Permission has been successfully updated.
fa_ir: مجوز با موفقیت به روز گردید.
nl_nl: Permissie werd met succes bijgewerkt.
pl_pl: Zezwolenie zaaktualizowane

source: There were problems adding some of the permissions you defined. The following permissions couldn't be added: %s.
fa_ir: مشکلی در اضافه کردن مجوز مورد نظر رویداده است.مجوز وقابل اضافه نشده است: %s
nl_nl: Er waren problemen bij het toevoegen van de permissies. De volgende permissies konden niet worden toegevoegd: %s.
pl_pl: Wystąpił problem przy dodawaniu zezwoleń, wybrane pozwolenie nie mogły zostać przyznane: %s.

source: Permission(s) have been successfully added. The following permissions have been added: %s.
fa_ir: مجوز/ها با موفقیت اضافه شد.مجوز اضافه شده: %s
nl_nl: Permissie(s) werd(en) met succes toegevoegd. De volgende permissies werden toegevoegd: %s.
pl_pl: Zezwolenie(a) zostało(y) dodane, wybrane pozwolenia zostały dodane: %s.

source: Available Sections
fa_ir: بخشهای در دسترس
nl_nl: Beschikbare Secties
pl_pl: Dostępne sekcje

source: Section / Path
fa_ir: بخش/مسیر
nl_nl: Sectie / Pad
pl_pl: Sekcja / Ścieżka

source: Unknown Section
fa_ir: بخش نامشخص
nl_nl: Onbekende Sectie
pl_pl: Nieznana sekcja

source: User Permissions
fa_ir: مجوزهای دسترسی کاربر
nl_nl: Gebruiker Permissies
pl_pl: Zezwolenia użytkowników

source: User will have full access to all paths (if marked as Admin) unless you define some paths below.
fa_ir: اگر کاربری بعنوان مدیر تعریف شده باشد ، به رغم تعریف مسیرهای زسر به تمامی مسیرهای دیگر نیز دسترسی کامل خواهد داشت.
nl_nl: Gebruiker zal volledige toegang hebben tot alle paden (indien gemarkeerd als Admin) tenzij hieronder paden worden gedefinieerd.
pl_pl: Użytkownik będzie miał dostęp do wszystkich ścieżek(jeśli jest zaznaczony jako administrator) chyba że wybierzesz ścieżki poniżej

source: You are not allowed to modify your own permissions!
fa_ir: شما مجاز به تغییر مجوزهای خودتان نیستید!
nl_nl: U hebt geen toestemming om uw eigen permissies aan te passen!
pl_pl: Nie możesz modyfikować swoich własnych zezwoleń

source: Edit Permission
fa_ir: اصلاح مجوز
nl_nl: Bewerk Permissies
pl_pl: Edytuj zezwolenia

source: No permissions found.
fa_ir: هیچ مجوز پیدا نشد.
nl_nl: Geen permissies gevonden.
pl_pl: Nie znaleziono zezwoleń

source: Permission to path "%s" already exists.
fa_ir: قبلا مجوز دسترسی به مسیر "%s" وجود دارد.
nl_nl: Permissie tot pad "%s" bestaat reeds.
pl_pl: Zezwolenie do ścieżki "%s" już istnieje

source: Permission couldn't be set! Error: %s
fa_ir: مجوز قابل تخصیص نیست.خطا: %s
nl_nl: Permissie kon niet worden ingesteld! Fout: %s
pl_pl: Zezwolenie nie może być ustawione! Błąd: %s

source: Permission couldn't be updated! Error: %s
fa_ir: مجوز به روز نشد.خطا: %s
nl_nl: Permissie kon niet worden bijgewerkt! Fout: %s
pl_pl: Zezwolenie nie może być zmienione! Błąd: %s

source: Read
fa_ir: خواندن
nl_nl: Lezen
pl_pl: Czytaj

source: Write
fa_ir: نوشتن
nl_nl: Schrijven
pl_pl: Napisz

source: Undefined!
fa_ir: نامشخص
nl_nl: Niet Gedefinieerd!
pl_pl: Nie wybrano

source: New Field
fa_ir: فیلد جدید
nl_nl: Nieuw Veld
pl_pl: Nowe pole

source: Forms
fa_ir: فرمها
nl_nl: Formulier
pl_pl: Formularze

source: Type
fa_ir: نوع
pl_pl: Typ

source: Value Type
fa_ir: نوع مقدار
nl_nl: Waarde Type
pl_pl: Typ wartości

source: Value Options
fa_ir: تنظیمات مقدار
nl_nl: Waarde Opties
pl_pl: Opcje wartości

source: Field Name
fa_ir: نام فیلد
nl_nl: Veld Naam
pl_pl: Nazwa pola

source: Value(s)
fa_ir: مقادیر
nl_nl: Waarde(n)
pl_pl: Wartość(i)

source: Enter one value per line. Values can also have two arguments if required (title and value), for e.g. "Tech Department = tech@domain.com". To have a value preselected as the default mark it with an asterisk (*), for e.g. "*Tech Deparment"
fa_ir: هر مقدار در خط جدید وارد شود.مثلا: "Tech Department = tech@domain.com" برای مقدار پیشفرض یک ستاره * به ابتدای آن بیافزایید مثلا: "*Tech Deparment"
nl_nl: Voer een waarde in per lijn. Waarden kunnen twee argumenten hebben (titel en waarden) indien nodig, bv "Tech Departement = tech@domain.com". Om een voorgekozen waarden als standaard te kiezen, markeer deze met een (*), bv "*Tech Departement"
pl_pl: Wpisz jedną wartość na linię. Wartości mogą także mieć dwa argumenty jeśli trzeba(tytuł i wartość), np. "Departament techniki = tech@strona.com" Żeby wartość była ustawiona przed jako domyślna wstaw gwiazdkę(*), np. "*Departament techniki"

source: Display Options
fa_ir: تنظیمات نمایش
nl_nl: Weergave Opties
pl_pl: Wyświetl opcje

source: Style
fa_ir: سبک/استایل
nl_nl: Stijl
pl_pl: Styl

source: Additional Text
fa_ir: متن الحاقی
nl_nl: Extra Tekst
pl_pl: Dodatkowy tekst

source: Placeholder Text
fa_ir: متن برای Placeholder
nl_nl: Plaatshouder Tekst
pl_pl: Miejsce na tekst

source: Tooltip Text
fa_ir: متن Tooltip
nl_nl: Tooltip Tekst
pl_pl: Tekst porady

source: Viewable by
fa_ir: قابل مشاهده برای
nl_nl: Zichtbaar door
pl_pl: Widoczny przez

source: Required
fa_ir: الزامی
nl_nl: Vereist
pl_pl: Wymagane

source: Searchable
fa_ir: قابل نمایش در جستجو
nl_nl: Doorzoekbaar
pl_pl: Możliwe do wyszukania

source: Data Preview
fa_ir: پیش نمایش داده
nl_nl: Data Voorbeeld
pl_pl: Przegląd daty

source: (field will be used as preview when browsing saved data)
fa_ir: (فیلد بعنوان پیش نمایش زمان مشاهده داده ها بکار می رود)
nl_nl: (veld zal worden gebruikt als voorbeeld tijdens het doorbladeren van bewaarde gegevens)
pl_pl: (pole będzie użyte po zapisie przeglądanych plików)

source: Attributes
fa_ir: ویژگیها
nl_nl: Attributen
pl_pl: Atrybuty

source: You are NOT allowed to delete a protected field!
fa_ir: شما مجاز به حذف فیلدهای حفاظت شده نیستید
nl_nl: U hebt GEEN permissie om beveiligde velden te verwijderen!
pl_pl: Nie masz pozwolenia na usuwanie chronionych pól

source: Fields have been successfully re-ordered.
fa_ir: فیلدها با موفقیت بازمرتب سازی شدند
nl_nl: Velden werden met succes herschikt.
pl_pl: Kolejność pól zmieniona

source: Field has been successfully deleted.
fa_ir: فبلد با موفقیت حذف گردید.
nl_nl: Veld werd met succes verwijderd.
pl_pl: Pole usunięte

source: Field has been successfully updated.
fa_ir: فیلد با موفقیت به روز گردید.
nl_nl: Veld werd met succes bijgewerkt.
pl_pl: Pole zaaktualizowane

source: Field has been successfully created.
fa_ir: فیلد با موفقیت ایجاد گردید.
nl_nl: Veld werd met succes aangemaakt.
pl_pl: Pole utworzone pomyślnie

source: Title / Type
fa_ir: عنوان/نوع
nl_nl: Titel / Type
pl_pl: Tytuł / Typ

source: Values
fa_ir: مقادیر
nl_nl: Waarden
pl_pl: Wartości

source: Protected Field
fa_ir: فیلد حفاظت شده
nl_nl: Beveiligd Veld
pl_pl: Chronione pole

source: Protected
fa_ir: حفاظت شده
nl_nl: Beveiligd
pl_pl: Chronione

source: Form Fields
fa_ir: فیلدهای فرم
nl_nl: Formulier Velden
pl_pl: Pola formularza

source: Form couldn't be found!
fa_ir: فرم پیدا نشد!
nl_nl: Formulier kon niet worden gevonden!
pl_pl: Nie znaleziono formularza

source: Edit Field
fa_ir: اصلاح فیلد
nl_nl: Bewerk Veld
pl_pl: Edytuj pole

source: Preview Dynamic Form
fa_ir: پیش نمایش فرم پویا
nl_nl: Voorbeeld van Dynamisch Formulier
pl_pl: Przejrzyj Formularz dynamiczny

source: No form fields found.
fa_ir: هیچ فیلد فرمی پیدا نشد.
nl_nl: Geen formulier velden gevonden.
pl_pl: Nie znaleziono formularzy pól

source: Field for the storage table couldn't be added. Please see the SQL error above and report it to webmaster.
fa_ir: فیلد مورد نظر در بانک اطلاعاتی ذخیره نشد.خطای SQL را به مدیر سیستم گزارش دهید.
nl_nl: Veld voor de opslag tabel kon niet worden toegevoegd. Bekijk de SQL foutmelding en rapporteer deze aan de webmaster.
pl_pl: Nie można dodać tabeli dla pola. Sprawdź błąd SQL powyżej i wyślij go do administratora

source: Field couldn't be created! Error: %s
fa_ir: فیلد مورد نظر ایجاد نشد.خطا: %s
nl_nl: Veld kon niet worden gemaakt! Fout: %s
pl_pl: Nie można utworzyć pola! Błąd: %s

source: Field for the storage table couldn't be edited. Please see the SQL error above and report it to webmaster.
fa_ir: فیلد در بانک اطلاعاتی ذخیره نشد.لطفا خطای SQL را به مدیر سیستم گزارش دهید.
nl_nl: Veld voor de opslag tabel kon niet worden bewerkt. Bekijk de SQL foutmelding en rapporteer deze aan de webmaster.
pl_pl: Tabela dla pola nie może być zmieniona. Sprawdź błąd SQL powyżej i prześlij go do administratora

source: Field couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی فیلد وجود ندارد.خطا:%s
nl_nl: Veld kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić pola! Błąd: %s

source: Field selected to be edited doesn't exist!
fa_ir: فیلد انتخاب شده جهت اصلاح ، وجود ندارد!
nl_nl: Veld voor bewerking geselecteerd bestaat niet!
pl_pl: Wybrane pole do edycji nie istnieje

source: Admins Only
fa_ir: ویژه مدیر
nl_nl: Enkel voor Admins
pl_pl: Tylko administratorzy

source: Guests
fa_ir: مهمانان
nl_nl: Gasten
pl_pl: Goście

source: Members
fa_ir: اعضاء
nl_nl: Leden
pl_pl: Uzytkownicy

source: Everyone
fa_ir: هرکسی
nl_nl: Iedereen
pl_pl: Wszyscy

source: Installing files
fa_ir: در حال نصب پرونده ها
nl_nl: Bestanden Installeren
pl_pl: Pliki instalacyjne

source: Running SQL Queries
fa_ir: در حال اجرای دستورات SQL
nl_nl: SQL Queries Uitvoeren
pl_pl: Uruchomione zapytania SQL

source: Couldn't update template.css file.
fa_ir: امکان به روز رسانی template.css وجود ندارد.
nl_nl: Kon template.css bestand niet bijwerken.
pl_pl: Nie można zmienić pliku .css stylu

source: Please make sure "%s" is writable by me or contact webmaster.
fa_ir: لطفا مطمئن شوید مسیر "%s" قابل نوشتن باشد.
nl_nl: Zorg dat "%s" beschrijfbaar is of neem contact op met de webmaster.
pl_pl: Upewnij się że "%s" jest możliwe do zapisu lub skontaktuj się z administratorem

source: Couldn't update template.js file.
fa_ir: امکان به روز رسانی پرونده template.js وجود ندارد.
nl_nl: Kon template.js niet bijwerken.
pl_pl: Nie można zmienić pliku template.js

source: Activating Module
fa_ir: در حال فعالسازی افزونه
nl_nl: Module Activeren
pl_pl: Aktywowanie modułu

source: Module has been successfully installed.
fa_ir: افزونه مورد نظر با موفقیت نصب شد.
nl_nl: Module werd met succes geinstalleerd.
pl_pl: Moduł został zainstalowany

source: View Module
fa_ir: مشاهده افزونه
nl_nl: Bekijk Module
pl_pl: Pokaż moduł

source: No SQL queries to run.
fa_ir: هیچ دستور SQL جهت اجرا وجود ندارد.
nl_nl: Geen SQL queries uit te voeren.
pl_pl: Brak zapytań SQL do uruchomienia

source: No files to install.
fa_ir: هیچ پرونده ای جهت نصب وجود ندارد.
nl_nl: Geen bestanden te installeren
pl_pl: Brak plików do instalacji

source: Success
fa_ir: موفقیت آمیز
nl_nl: Succes
pl_pl: Sukces

source: Error
fa_ir: خطا
nl_nl: Fout
pl_pl: Błąd

source: This module needs to be installed before it can be used.
fa_ir: جهت استفاده از این افزونه ابتدا باید آنرا نصب کنید.
nl_nl: Deze module moet geinstalleerd zijn voor zij kan gebruikt worden.
pl_pl: Ten moduł musi być zainstalowany przed użyciem

source: Install Module
fa_ir: نصب افزونه
nl_nl: Installeer Module
pl_pl: Instaluj moduł

source: Module Installation
fa_ir: نصب افزونه
nl_nl: Module Installeren
pl_pl: Instalacja modułu

source: New Data
fa_ir: داده جدید
nl_nl: Nieuwe Data
pl_pl: Nowe dane

source: Data has been successfully deleted.
fa_ir: داده مورد نظر با موفقیت حذف شد.
nl_nl: Data werden met succes verwijderd.
pl_pl: Dane zostały usunięte

source: Data has been successfully updated.
fa_ir: داده مورد نظر با موفقیت به روز گردید.
nl_nl: Data werden met succes bijgewerkt.
pl_pl: Dane zmienione

source: Data has been successfully added.
fa_ir: داده مورد نظر با موفقیت اضافه شد.
nl_nl: Data werden met succes toegevoegd.
pl_pl: Dane usunięte

source: No
fa_ir: شماره
nl_nl: Nee
pl_pl: nr

source: search...
fa_ir: جستجو...
nl_nl: zoek...
pl_pl: szukaj...

source: Search
fa_ir: جستجو
nl_nl: Zoek
pl_pl: Szukaj

source: Delete All
fa_ir: حذف همگی
nl_nl: Verwijder Allen
pl_pl: Usuń wszystko

source: Data
fa_ir: داده
pl_pl: Dane

source: You are NOT allowed to access form data!
fa_ir: شما مجاز به مشاهده داده های فرم ها نیستید!
nl_nl: U bent NIET gemachtigd deze data te benaderen!
pl_pl: Nie masz dostępu do formularza danych

source: You should be automatically redirected to browse form data, if for some reason you aren't please click the "Browse Data" button below.
fa_ir: لطفا صبور باشید.تا لحطاتی دیگر به صفحه مشاهده اطلاعات هدایت می شوید.اگر نمی خواهید صبر کنید بر روی دکمه "مشاهده اطلاعات" کلیک فرمایید.
nl_nl: U wordt automatisch doorgestuurd om formulier data te bekijken. Als dit niet zo mocht zijn, klik onderaan op de "Bekijk Data" knop.
pl_pl: Powinieneś być automatycznie przekierowany do formularza danych, jeśli nie to kliknij na "Przejrzyj dane" poniżej

source: Browse Data
fa_ir: مشاهده اطلاعات
nl_nl: Bekijk Data
pl_pl: Przejrzyj dane

source: No SQL Table defined for this form.
fa_ir: هیچ جدول داده ای برای این فرم ساخته نشده است.
nl_nl: Geen SQL Tabel gedefinieerd voor dit formulier.
pl_pl: Brak tabel SQL dla tego formularza

source: Edit Data
fa_ir: اصلاح داده
nl_nl: Bewerk Data
pl_pl: Edytuj dane

source: No data found.
fa_ir: هیچ داده ای پیدا نشد.
nl_nl: Geen data gevonden.
pl_pl: Nie znaleziono danych

source: Could not save data to the DB! Error: %s
fa_ir: امکان ذخیره اطلاعات در بانک اطلاعاتی وجود ندارد.خطا: %s
nl_nl: Kon de data niet naar de database schrijven! Fout: %s
pl_pl: Nie można zapisać danych do bazy! Błąd: %s

source: Could not update DB data! Error: %s
fa_ir: امکان به روز رسانی بانک اطلاعاتی وجود ندارد.خطا: %s
nl_nl: Kon de database gegevens niet bijwerken! Fout: %s
pl_pl: Nie można zmienić danych w bazie! Błąd: %s

source: Email couldn't be sent. Please try again or send your email <a href='mailto:%s'>manually</a>.
fa_ir: امکان ارسال ایمیل وجود ندارد.می توانید بصورت دستی با کلیک بر <a href='mailto:%s'>ارسال دستی</a> اینکار را انجام دهید.
nl_nl: Email kon niet worden verzonden. Probeer opnieuw of zend uw email <a href='mailto:%s'>zelf</a>.
pl_pl: Wiadomość nie może być wysłana. Spróbuj później lub wyślij wiadomość <a href='mailto:%s'>ręcznie</a>.

source: Couldn't send email using SMTP as SMTP Host and/or SMTP Port are not defined! Please go to your administration panel and in the Global Settings define both required values.
fa_ir: امکان ارسال ایمیل با استفاده از پروتوکول SMTP وجود ندارد.لطفا تنظیمات مربوطه را در سایت بررسی فرمایید.
nl_nl: Email kon niet worden verzonden via SMTP omdat de SMTP Server of SMTP poort niet ingesteld zijn! Ga naar het administratie scherm en stel beide vereisten in bij Global Settings.
pl_pl: Nie można wysłać wiadomości używając SMTP ponieważ host lub/i port SMTP nie jest ustawiony. Przejdź do panelu administracyjnego w ustawieniach ogólnych ustaw obie wartości.

source: SMTP connection couldn't be established. %s
fa_ir: امکان ارتباط با سرویس دهنده SMTP وجود ندارد.خطا: %s
nl_nl: SMTP verbinding kon niet worden opgezet. %s
pl_pl: Nie można ustawić połączenia z SMTP. %s

source: Connection broken up. Please make sure to define the right SMTP port, 465 for SSL and 25 for normal connections.
fa_ir: ارتباط دچار قطعی/شکست گردیده است.ممکن است پورت 465 بسته شده باشد.
nl_nl: Connectie onderbroken. Zorg dat de de juiste SMTP ingesteld is. 465 voor SSL en 25 voor normale verbindingen.
pl_pl: Połączenie zerwane. Upewnij się że wpisane są odpowiednie porty SMTP, 465 dla SSL i 25 dla normalnych połączeń.

source: SMTP error: %s
fa_ir: خطای SMTP: %s
nl_nl: SMTP fout: %s
pl_pl: Błąd SMTP: %s

source: Couldn't encrypt email as PGP Public Keys directory and/or PGP Binary file are not defined! Please go to your administration panel and in the Global Settings define both required values.
fa_ir: امکان رمزگذاری ایمیل وجود ندارد.تنظیمات کلید PGP را بررسی فرمایید.
nl_nl: Kon de email niet versleutelen omdat de PGP Publieke Sleutel map en/of het PGP Binary bestand niet ingesteld zijn! Ga naar het administratie scherm en stel beide vereisten in bij Global Settings.
pl_pl: Nie można rozszyfrować emaila ponieważ PGP "Publiczne klucze" lub/i dane binarne PGP nie są ustalone. Przejdź do panelu administracyjnego i zmień obiewartości.

source: Email couldn't be encrypted! Please make sure you have the right paths set for the PGP binary and public key files. %s
fa_ir: امکان رمزگذاری ایمیل وجود ندارد.خطا در رمزگذاری با کلید PGP: %s
nl_nl: Email kon niet versleuteld worden! Zorg dat de juist paden ingesteld zijn voor PGP binary en de publieke sleutel bestanden. %s
pl_pl: Nie można rozszyfrować wiadomości email. Upewnij się że ścieżki i dane binarne PGP są ustawione odpowiednio. %s

source: Searching for
fa_ir: در حال جستجو برای
nl_nl: Zoeken naar
pl_pl: Szukaj

source: clear
fa_ir: پاکسازی
nl_nl: maak leeg
pl_pl: czysto

source: Your search returned no results. Please make sure all words are spelled correctly or try fewer keywords by clicking on them to remove.
fa_ir: جستجوی شما هیچ نتیجه ای در بر نداشته است.می توانید واژه های دیگری را امتحان کنید.
nl_nl: Uw zoekopdracht gaf geen resultaten. Zorg dat alle woorden juist gespeld zijn, of elimineer zoekwoorden door op hen te klikken om ze te verwijderen.
pl_pl: Brak rezultatów wyszukiwania. Upewnij się że wszystkie słowa są wpisane odpowiednio lub spróbuj wpisać mniej słów.

source: Only registered users can rate.
fa_ir: تنها کاربران عضو امکان امتیاز دهی دارند.
nl_nl: Enkel geregistreerde gebruikers kunnen punten toekennen.
pl_pl: Tylko zarejestrowani użytkownicy mogą oceniać.

source: You already rated this %s.
fa_ir: شما قبلا به %s امتیاز داده اید.
nl_nl: U hebt reeds punten gegeven op deze %s.
pl_pl: Już oceniałeś %s

source: Rating couldn't be stored! Error: %s
fa_ir: امکان ثبت امتیاز وجود ندارد.خطا: %s
nl_nl: Punten konden niet worden bewaard! Fout: %s
pl_pl: Nie można zapisać oceny! Błąd %s

source: Thank you for your vote.
fa_ir: از اینکه در نظرسنجی ما شرکت فرمودید سپاسگذاریم.
nl_nl: Bedankt voor uw stem.
pl_pl: Dziękujemy za głosowanie

source: Your vote: %s (votes: %s, average: %s out of %s)
fa_ir: رای شما: %s (کل آرا: %s, میانگین: %s از %s)
nl_nl: Uw stem: %s (stemmen: %s, gemiddeld: %s van de %s)
pl_pl: Twój głos: %s (głosy: %s, średnio %s z %s)

source: More Settings
fa_ir: سایر تنظیمات
nl_nl: Meer Instellingen
pl_pl: Więcej opcji

source: Brute Force Protection has been turned ON.
fa_ir: سیستم حفاظت از Brute Force فعال می باشد.
nl_nl: Brute Force Bescherming is AAN gezet.
pl_pl: Ochrona przed włamaniem włączona

source: Brute Force Protection has been turned OFF.
fa_ir: سیستم حفاظتی Brute Force غیر فعال می باشد.
nl_nl: Brute Force Bescherming is UIT gezet.
pl_pl: Ochrona przed włamaniem wyłączona

source: Password Trading Protection has been turned ON.
fa_ir: سیستم حفاظتی Password Trading فعال می باشد.
nl_nl: Wachtwoord Trading Bescherming is AAN gezet.
pl_pl: Ochrona wymiany haseł włączona

source: Password Trading Protection has been turned OFF.
fa_ir: سیستم حفاظتی Password Trading فعال نمی باشد.
nl_nl: Wachtwoord Trading Bescherming is UIT gezet.
pl_pl: Ochrona wymiany haseł wyłączona

source: IP "%s" has been successfully removed from the list.
fa_ir: IP "%s" بطور موفق از لیست سیاه حذف شد.
nl_nl: IP "%s" werd met succes verwijderd uit de lijst.
pl_pl: IP "%s" zostało usunięte z listy

source: User "%s" has been successfully removed from the list.
fa_ir: کاربر "%s" از لیست سیاه حذف گردید.
nl_nl: Gebruiker "%s" werd met succes verwijderd uit de lijst.
pl_pl: Użytkownik "%s" został usunięty z listy

source: Usernames used
fa_ir: شناسه های کاربری استفاده شده
nl_nl: Gebruikte gebruikersnamen
pl_pl: użyci użytkownicy

source: Expires on
fa_ir: انقضاء در
nl_nl: Vervalt op
pl_pl: Wygasa

source: For additional brute force protection settings please see
fa_ir: برای مشاهده تنظیمات سیستم حفاظت از Brute Force به پیوند مقابل رجوع کنید.
nl_nl: Voor extra Brute Force Beveiligings instellingen, raadpleeg
pl_pl: Żeby zobaczyć dodatkowe informacje na temat ochrony przed włamaniem zobacz

source: Global Settings
fa_ir: تنظیمات سراسری
nl_nl: Globale Instellingen
pl_pl: Ustawienia globalne

source: Turn Protection On/Off
fa_ir: فعال/غیر فعال سازی سیستم حفاظت
nl_nl: Zet Beveiliging Aan/Uit
pl_pl: Włącz ochronę Włącz/Wyłącz

source: Turn OFF
fa_ir: خاموش
nl_nl: Zet UIT
pl_pl: Wyłącz

source: Turn ON
fa_ir: روشن
nl_nl: Zet AAN
pl_pl: Włącz

source: Brute Force Protection
fa_ir: سیستم حفاظت از Brute Force
nl_nl: Brute Force Bescherming
pl_pl: Ochrona przed włamaniem

source: ON
fa_ir: روشن
nl_nl: AAN
pl_pl: Włączone

source: OFF
fa_ir: خاموش
nl_nl: UIT
pl_pl: Wyłączone

source: The logged IP adresses in the list below have been banned (because trying to login with different users in a short time) and won't be able to login until expiration date / time. To unban an IP just delete it from the list.
fa_ir: آی پی های موجود در لیست سیاه زیر امکان دسترسی به سایت را نخواهند داشت.شما می توانید آی پی مورد نظر را بیافزایید و یا حذف کنید.
nl_nl: De gelogde IP adressen in de lijst hieronder werden gebanned (omdat zij in korte tijd met verschillende gebruikersnamen probeerden aan te melden) en kunnen niet aanmelden tot de vervaltijd / datum. Om de ban van het IP adres op te heffen, verwijdert u het adres van de lijst.
pl_pl: Zalogowane adresy IP poniżej są zbanowane (ponieważ użytkownicy podanych adresów podali nieodpowiednie hasła zbyt wiele razy) aby znieść ban należy przeczekać dany okres lub po prostu usunąć IP z listy.
