Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: fa_ir, nl_nl, pl_pl

source: File couldn't be saved!
fa_ir: امکان ذخیره این پرونده وجود ندارد!
nl_nl: Bestand kon niet bewaard worden!
pl_pl: Nie można zapisać pliku

source: File couldn't be saved! This usually means that your file is larger than the allowed upload limit (%s) or something went wrong while saving the file to it's permanent place. Please try again or contact webmaster.
fa_ir: پرونده مورد نظر ذخیره نشده است.به نظر می رسد اندازه پرونده از اندازه مجاز %s بیشتر است.
nl_nl: Bestand kon niet bewaard worden! Dit betekent meestal dat het bestand groter is dan de toegelaten oploaad limiet (%s) of dat er iets mis ging tijdens het bewaren van het bestand op zijn vaste locatie. Probeer opnieuw of neem contact op met de webmaster.
pl_pl: Nie możnma zapisać pliku! Zazwyczaj oznacza to że plik jest większy niż dopuszczalny rozmiar (%s) lub coś poszło nie tak przy wysyłaniu pliku, spróbuj ponownie lub skontaktuj się z administratorem.

source: unknown/file
fa_ir: پرونده/نامشخص
nl_nl: onbekend/bestand
pl_pl: nieznany/plik

source: Unknown File Type
fa_ir: نوع پرونده/نامشخص
nl_nl: Onbekend Bestands Type
pl_pl: Nieznany format pliku

source: Writing file %s
fa_ir: در حال نوشتن پرونده %s
nl_nl: Wegschrijven bestand %s
pl_pl: Zapisuje plik %s

source: New Attachment
fa_ir: پیوست جدید
nl_nl: Nieuwe Bijlage
pl_pl: Nowy załącznik

source: Upload a new attachment
fa_ir: پیوست دیگری ارسال نمایید
nl_nl: Upload een nieuwe bijlage
pl_pl: Wyślij nowy załącznik

source: Attachment
fa_ir: پیوست
nl_nl: Bijlage
pl_pl: Załącznik

source: e.g. document.doc, document.pdf
fa_ir: مثلا: document.doc, document.pdf
nl_nl: bv. document.doc, document.pdf
pl_pl: np. dokument.doc, document,pdf

source: Already uploaded attachment
fa_ir: قبلا پیوست شده است
nl_nl: Reeds opgeladen bijlage
pl_pl: Już dodano załącznik

source: Existing File (URL)
fa_ir: از مسیر URL موجود
nl_nl: Bestaand Bestand (URL)
pl_pl: Istniejący plik (URL)

source: e.g. http://domain.com/document.pdf
fa_ir: مثلا: http://domain.com/document.pdf
nl_nl: bv. http://domein.com/document.pdf
pl_pl: np. http://domena.pl/dokument.pdf

source: Attachments have been successfully re-ordered.
fa_ir: پیوستها با موفقیت باز مرتب سازی شدند.
nl_nl: Bijlagen werden met succes herschikt.
pl_pl: Kolejność załączników została zmieniona pomyślnie

source: Attachment has been successfully deleted.
fa_ir: پیوست با موفقیت حذف گردید.
nl_nl: Bijlage werd met succes verwijderd.
pl_pl: Usunięto załącznik

source: No file selected to be uploaded as a new attachment! Please select a file to upload or define an already uploaded attachment.
fa_ir: هیچ پرونده ای جهت ارسال بعنوان پیوست انتخاب نشده است.لطفا دست کم یک پرونده را انتخاب نموده و مجددا تلاش فرمایید.
nl_nl: Geen bestand geselecteerd om als nieuwe bijlage op te laden! Selecteer een bestand om op te laden, of geef een reeds opgeladen bijlage op.
pl_pl: Nie wybrano pliku to wysłania jako nowy załącznik, wybierz plik do wysłania lub dodaj już istniejący plik załącznika

source: Attachment has been successfully updated.
fa_ir: این پیوست قبلا ارسال شده است.
nl_nl: Bijlage werd met succes bijgewerkt.
pl_pl: Zmieniono załącznik

source: Attachment has been successfully added.
fa_ir: پیوست مورد نظر با موفقیت اضافه شد.
nl_nl: Bijlage werd met succes toegevoegd.
pl_pl: Dodano załącznik

source: Attachment(s) have been successfully uploaded. The following files have been uploaded: %s.
fa_ir: پیوستهای مقابل با موفقیت ارسال شدند: %s
nl_nl: Bijlage werd met succes opgeladen. De volgende bestanden werden opgeladen: %s
pl_pl: Załącznik(i) dodano pomyślnie, wysłano pliki: %s

source: Icon
fa_ir: آیکون
nl_nl: Icoon
pl_pl: Ikona

source: Title / Uploaded on / File
fa_ir: عنوان/ارسال شده در/پرونده
nl_nl: Titel / Opgeladen op / Bestand
pl_pl: Tytuł / Wysłano na / Plik

source: Downloads
fa_ir: دانلودها
pl_pl: Centrum pobierania

source: Filesize
fa_ir: اندازه پرونده
nl_nl: Bestandsgrootte
pl_pl: Rozmiar pliku

source: uploaded on %s
fa_ir: ارسال شده در %s
nl_nl: opgeladen op %s
pl_pl: wysłano na %s

source: Edit Attachment
fa_ir: اصلاح پیوست
nl_nl: Bewerk Bijlage
pl_pl: Edytuj załącznik

source: Attachment couldn't be created! Error: %s
fa_ir: امکان ایجاد پیوست وجود ندارد.خطا: %s
nl_nl: Bijlage kno niet worden gemaakt! Fout: %s
pl_pl: Nie można dodać załącznika! Błąd: %s

source: Attachment couldn't be updated! Error: %s
fa_ir: پیوست مورد نظر به روز نشد.خطا: %s
nl_nl: Bijlage kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić załącznika! Błąd: %s

source: No attachment selected to download!
fa_ir: هیچ پیوستی برای دانلود انتخاب نشده است!
nl_nl: Geen bijlage geselecteerd om te downloaden!
pl_pl: Nie wybrano załącznika do pobrania

source: The selected attachment cannot be found!
fa_ir: پیوست انتخاب شده پیدا نشد!
nl_nl: De geselecteerde bijlage kon niet worden gevonden!
pl_pl: Nie znaleziono wybranego załącznika

source: File "%s" cannot be found!
fa_ir: پرونده %s پیدا نشد!
nl_nl: Bestand "%s" kan niet worden gevonden!
pl_pl: Plik "%s" nie został odnaleziony

source: Download
fa_ir: دانلود
pl_pl: Pobranie

source: %s downloads
fa_ir: %s دانلود
pl_pl: %s pobrań

source: click to download
fa_ir: برای دانلود کلیک نمایید
nl_nl: klik om op te halen
pl_pl: kliknij by pobrać

source: Note
fa_ir: توضیح
nl_nl: Notitie
pl_pl: Notka

source: New Note
fa_ir: توضیح جدید
nl_nl: Nieuwe Notitie
pl_pl: Nowa notka

source: (closed ones are marked with strike through)
fa_ir: (عناوینی که بصورت خط خورده هستند بسته شده اند)
nl_nl: (gesloten items zijn met doorstreping gemarkeerd)
pl_pl: (Zamknięte są przekreślone)

source: Created on
fa_ir: ایجاد شده در
nl_nl: Gemaakt op
pl_pl: Stworzone

source: Due Date
fa_ir: به تاریخ
nl_nl: Vervaldatum
pl_pl: podczas

source: Note has been successfully deleted.
fa_ir: توضیح مورد نظر با موفقیت حذف گردید
nl_nl: Notitie werd met succes verwijderd.
pl_pl: Usunięto notkę

source: Note has been successfully updated.
fa_ir: توضیح مورد نظر با موفقیت به روز گردید.
nl_nl: Notitie werd met succes bijgewerkt.
pl_pl: Notka zmieniona

source: Note has been successfully created.
fa_ir: توضیح مورد نظر با موفقیت ثبت شد.
nl_nl: Notitie werd met succes gemaakt.
pl_pl: Dodano notkę

source: Title / Created on
fa_ir: عنوان/ایجاد شده در
nl_nl: Titel / Gemaakt op
pl_pl: Tytuł / stworzono

source: Attachments
fa_ir: پیوستها
nl_nl: Bijlagen
pl_pl: Załączniki

source: Owner
fa_ir: مالک
nl_nl: Eigenaar
pl_pl: Właściciel

source: Notes Administration
fa_ir: مدیریت توضیحات
nl_nl: Notitie Beheer
pl_pl: Notatki administracji

source: Edit Note
fa_ir: اصلاح توضیح
nl_nl: Bewerk Notitie
pl_pl: Edytuj notkę

source: No notes found.
fa_ir: هیچ توضیحی پیدا نشد.
nl_nl: Geen Notitie gevonden.
pl_pl: Nie znaleziono notek

source: Note couldn't be created! Error: %s
fa_ir: امکان ایجاد توضیح وجود ندارد.خطا: %s
nl_nl: Notitie kon niet worden gemaakt! Fout: %s
pl_pl: Nie można utworzyć notki! Błąd: %s

source: You are not allowed to edit someone else's note! If you would like to add something to the note please do so in the comments.
fa_ir: شما مجاز به اصلاح توضیح سایر کاربران نمی باشید.اگر تمایل دارید مطلبی بیافزایید می توانید از قسمت نظرات ، اینکار را انجام دهید.
nl_nl: U bent niet gemachtigd om iemand anders notitie te bewerken! Als je iets aan de notitie wil toevoegen, doe dat dan via commentaar.
pl_pl: Nie możesz edytować czyjejś notki, jeśli chcesz coś dodać to napisz to w komentarzu

source: Note couldn't be updated! Error: %s
fa_ir: توضیح مورد نظر به روز نشد.خطا: %s
nl_nl: Notitie kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić notki! Błąd: %s

source: You are not allowed to delete someone else's note! If you would like to add something to the note please do so in the comments.
fa_ir: شما مجاز به حذف توضیحات سایر کاربران نمی باشید.اگر تمایل دارید توضیحی بیافزایید اینکار را از طریق نظرات انجام دهید.
nl_nl: U bent niet gemachtigd om iemand anders notitie te verwijderen! Als je iets aan de notitie wil toevoegen, doe dat dan via commentaar.
pl_pl: Nie możesz usuwać czyjejśc notki!

source: Open
fa_ir: باز
pl_pl: Otwarty

source: Closed
fa_ir: بسته
nl_nl: Gesloten
pl_pl: Zamknięty

source: No file defined to be saved!
fa_ir: هیچ پرونده ای برای ذخیره انتخاب نشده است!
nl_nl: Geen bestand opgegeven om te bewaren!
pl_pl: Nie wybrano pliku do zapisu

source: File has been successfully saved.
fa_ir: پرونده مورد نظر با موفقیت ذخیره شد.
nl_nl: Bestand werd met succes bewaard.
pl_pl: Zapisano plik

source: File Editor
fa_ir: ویرایشگ پرونده
nl_nl: Bestand Bewerking
pl_pl: Edytor plików

source: No File defined!
fa_ir: هیچ پرونده ای انتخاب نشده است!
nl_nl: Geen bestand opgegeven!
pl_pl: Nie wybrano plików

source: Content Management
fa_ir: مدیریت محتوا
nl_nl: Inhoud Beheer
pl_pl: Zarządzanie treścią

source: Module Management
fa_ir: مدیریت افزونه ها
nl_nl: Module Beheer
pl_pl: Zarządzanie modułami

source: Site Layout and Functionality
fa_ir: آرایش سایت و کارکردهای آن
nl_nl: Site Layout en Functionaliteit
pl_pl: Styl strony i funkcjonalność

source: Member Management
fa_ir: مدیریت اعضاء
nl_nl: Leden Beheer
pl_pl: Zarządzanie użytkownikami

source: Manage the content (pages) of your site
nl_nl: Beheer de inhoud (paginas) van uw site
pl_pl: Zarządzaj treścią swojej strony

source: Upload / Add advertisements
fa_ir: تبلیغات به سایت خود ارسال/ثبت کنید
nl_nl: Upload / Voeg advertentie toe
pl_pl: Wysyłanie / Dodawanie reklam

source: Ads & Banners
fa_ir: تبلیغات و بنر های تبلیغاتی
nl_nl: Advertenties & Banners
pl_pl: Reklamy i banery

source: Create / Modify custom submit forms
fa_ir: ایجاد/اصلاح فرمهای سفارشی
nl_nl: Maak / Bewerk aangepast invoer formulier
pl_pl: Dodaj / Modyfikuj formularze

source: Dynamic Forms
fa_ir: فرمهای پویا
nl_nl: Dynamisch Formulier
pl_pl: Formularze dynamiczne

source: Copy and/or Move posts from one page to another
fa_ir: کپی/انتقال پستها از یک منو به منوی دیگر
nl_nl: Kopieer en/of Verplaats posts van een pagina naar een ander
pl_pl: Kopiuj i/lub przesuń posty z jednej strony na inną

source: Moving Posts
fa_ir: در حال انتقال پستها
nl_nl: Posts Verplaatsen
pl_pl: Przesuń posty

source: Manage / Upload files separately
fa_ir: مدیریت/ارسال پرونده ها بطور مجزا
nl_nl: Beheer / Upload bestanden apart
pl_pl: Zarządzaj / Wyślij pliki oddzielnie

source: File Manager
fa_ir: مدیر پرونده
nl_nl: Bestands Beheer
pl_pl: Menadżer plików

source: Change settings like Webmaster Email, Site title and so on
fa_ir: تنظیماتی همچون ایمیل مدیر سایت ، عنوان سایت و .... را تغییر دهید
nl_nl: Wijzig instellingen zoals Webmaster Email, Site titel etc
pl_pl: Zmień takie ustawienia jak adres email Webmastera, Nazwę strony itd.

source: Set up your site's layout / look
fa_ir: شیوه نمایش/آرایش سایت خود را تغییر دهید
nl_nl: Configureer uw site layout / uiterlijk
pl_pl: Ustaw styl strony / widok

source: Layout Blocks
fa_ir: بلاک لایه ها
nl_nl: Layout Blokken
pl_pl: Bloki stylu

source: Create multiple menu areas
fa_ir: محدوده های متعددی برای منوها تعریف کنید
nl_nl: Maak meerder menu gebieden
pl_pl: Stwórz więcej miejsc z menu

source: Menu Blocks
fa_ir: بلاک منوها
nl_nl: Menu Blokken
pl_pl: Bloki menu

source: Change the look of your website
fa_ir: شیوه نمایش سایت خود را تغییر دهید
nl_nl: Wijzig het uiterlijk van uw website
pl_pl: Zmień wygląd strony

source: Template Manager
fa_ir: مدیر قالب
nl_nl: Template Beheerder
pl_pl: Menadżer stylów

source: Edit template CSS / JS files and upload images
fa_ir: پرونده های شیوه نامه و اسکریپتهای جاوا را اصلاح نمایید و یا تصویر به سایت ارسال نمایید
nl_nl: Bewerk template CSS / JS bestanden en upload afbeeldingen
pl_pl: Edytuj CSS stylu / Plików JS i wyślij obrazki

source: Template Editor
fa_ir: ویرایشگر قالب
nl_nl: Template Bewerking
pl_pl: Edytor stylu

source: Share your site's content in a standardized format
fa_ir: محتویات سایت خود را به قالبهای استاندارد به اشتراک بگذارید
nl_nl: Deel uw site's inhoud op een gestandardiseerd formaat
pl_pl: Podziel się zawartością strony w standaryzowanym formacie

source: RSS Feeds
fa_ir: خوراکهای RSS
pl_pl: RSS

source: Store notes and/or todos
fa_ir: توضیحات/کارهای در دست اقدام خود را ثبت کنید
nl_nl: Bewaar notities en todo's
pl_pl: Notatki administratora

source: Admin Notes
fa_ir: توضیحات مدیر
nl_nl: Admin Notities
pl_pl: Notatki

source: Links to quickly access your favorite places
fa_ir: برای قسمتهای پر استفاده/مورد علاقه خود پیوند دسترسی سریع ایجاد کنید
nl_nl: Links voor snelle toegang naar uw favoriete plekken
pl_pl: Linki do szybkiego dostępu do twoich ulubionych miejsc

source: Favorite Links
fa_ir: پیوندهای مورد علاقه
nl_nl: Favoriete Links
pl_pl: Ulubione linki

source: Modify emails that are sent out by the system
fa_ir: ایمیل های سیستمی را تغییر دهید
nl_nl: Wijzig emails die door het systeem verzonden worden
pl_pl: Modyfikuj wiadomości wysłane przez system

source: Notification Emails
fa_ir: ایمیل های آگاهی رسانی
nl_nl: Notificatie Emails
pl_pl: Powiadomienia email

source: Define additional languages
fa_ir: زبانهای دیگری به سایت بیافزایید
nl_nl: Definieer extra talen
pl_pl: Definiuj dodatkowe języki

source: Site Languages
fa_ir: زبانهای سایت
nl_nl: Site Talen
pl_pl: Języki

source: Manage Brute Force and Password Trading protection
fa_ir: سیستم حفاظت در برابر Brute Force/Password Trading را مدیریت کنید
nl_nl: Beheer Brute Force en Wachtwoord Trading beveiliging
pl_pl: Zarządzaj "włamem" i ochroną haseł

source: Security Alerts
fa_ir: اخطارهای امنیتی
nl_nl: Beveiligings Waarschuwingen
pl_pl: Alerty zabezpieczeń

source: Regenerate and/or edit XML Sitemap file
fa_ir: ایجاد/اصلاح نقشه سایت به قالب XML
nl_nl: Regenereer en/of bewerk XML Sitemap bestand
pl_pl: Regeneruj i/oraz edytuj plik mapy strony XML

source: XML Sitemap
fa_ir: نقشه سایت XML
pl_pl: Mapa XML

source: Manage users, set permissions
fa_ir: مدیریت کاربران و مجوزهای دسترسی
nl_nl: Beheer gebruikers, stel permissies in
pl_pl: Zarządzaj użytkownikami, ustal zezwolenia

source: Contact site members all at once
fa_ir: با تمامی کاربران سایت به یکباره تماس بگیرید
nl_nl: Bericht aan alle site leden tegelijk
pl_pl: Skontaktuj się ze wszystkimi użytkownikami strony na raz

source: Mass Email
fa_ir: ایمیل انبوه
nl_nl: Groeps Email
pl_pl: Masowy email

source: Logout and close this session
fa_ir: خروج از سایت
nl_nl: Log uit en sluit deze sessie
pl_pl: Wyloguj się i zamknij sesję

source: Logout
fa_ir: خروج
nl_nl: Log uit
pl_pl: Wyloguj się

source: You do not have enough permission to access this area!
fa_ir: شما اجازه دسترسی به این بخش از سایت را ندارید!
nl_nl: U heeft niet genoeg machtigingen om dit deel te bezoeken!
pl_pl: Nie posiadasz zezwoleń aby mieć dostęp do tego miejsca

source: Go Back
fa_ir: بازگشت
nl_nl: Ga Terug
pl_pl: Wróć

source: Invalid path!
fa_ir: مسیر نامعتبر است!
nl_nl: Ongeldig pad!
pl_pl: Nieprawidłowa ścieżka!

source: Address Not Found
fa_ir: نشانی پیدا نشد
nl_nl: Adres Niet Gevonden
pl_pl: Nie znaleziono adresu

source: New Page
fa_ir: صفحه جدید
nl_nl: Nieuwe Pagina
pl_pl: Nowa strona

source: Sub Page of
fa_ir: زیرمنوی
nl_nl: Sub Pagina van
pl_pl: Substrona

source: Menu Block
fa_ir: بلاک منو
nl_nl: Menu Blok
pl_pl: Blok menu

source: Language
fa_ir: زبان
nl_nl: Taal
pl_pl: Język

source: Modules
fa_ir: افزونه ها
pl_pl: Moduł

source: SEO Options
fa_ir: تنظیمات SEO
nl_nl: SEO Opties
pl_pl: Opcje SEO

source: Page Title
fa_ir: عنوان صفحه
nl_nl: Pagina Titel
pl_pl: Tytuł strony

source: Description
fa_ir: شرح
nl_nl: Omschrijving
pl_pl: Opis

source: Keywords
fa_ir: کلیدواژه ها
nl_nl: Sleutelwoorden
pl_pl: Słowa kluczowe

source: Pages have been successfully re-ordered.
fa_ir: گزینه های منوی مورد نظر با موفقیت باز مرتب سازی گردیدند.
nl_nl: Pagina's werden met succes herschikt.
pl_pl: Zmieniono kolejność stron

source: Page and all its subpages have been successfully deleted.
fa_ir: منوی مورد نظر بهمراه تمامی زیر منوهای آن با موفقیت حذف گردید.
nl_nl: Pagina en alle subpagina's werden met succes verwijderd.
pl_pl: strona i podstrony został usunięte

source: Page cannot be subpage of itself!
fa_ir: یک منو نمی تواند زیر منوی خودش باشد!
nl_nl: Pagina kan geen subpagina van zichzelf zijn!
pl_pl: Strona nie może być swoją własną podstroną!

source: Page has been successfully updated.
fa_ir: گزینه منوی مورد نظر با موفقیت به روز شد.
nl_nl: Pagina werd met succes bijgewerkt.
pl_pl: Zmieniono stronę

source: View Page
fa_ir: مشاهده صفحه
nl_nl: Bekijk Pagina
pl_pl: Pokaż stronę

source: Page has been successfully created.
fa_ir: گزینه منو با موفقیت ایجاد شد.
nl_nl: Pagina werd met succes gemaakt.
pl_pl: Utworzono stronę

source: No pages found.
fa_ir: هیچ گزینه ای در این منو پیدا نشد.
nl_nl: Geen pagina's gevonden.
pl_pl: Nie znaleziono stron

source: Title / Path / Link
fa_ir: عنوان/مسیر/پیوند
nl_nl: Titel / Pad / Link
pl_pl: Tytuł / Ścieżka / Link

source: Posts
fa_ir: پستها
pl_pl: Posty

source: No Language Defined
fa_ir: هیچ زبانی تعریف نشده
nl_nl: Geen Taal Opgegeven
pl_pl: Nie wybrano języka

source: Pages Administration
fa_ir: مدیریت گزینه های منو(صفحات)
nl_nl: Pagina's Beheer
pl_pl: Administracja stonami

source: Edit Page
fa_ir: اصلاح گزینه منو(صفحه)
nl_nl: Bewerk Pagina
pl_pl: Edytuj stronę

source: No menu blocks found.
fa_ir: هیچ بلاک منو یی پیدا نشد.
nl_nl: Geen menu blokken gevonden.
pl_pl: Nie znaleziono bloków

source: Please go to Admin -> Site Layout and Functionality -> Menu Blocks and create at least one menu block to put pages in.
nl_nl: Ga naar Admin -> Site Layout en Functionaliteit -> Menu Blokken en maak minstens een menu blok om er pagina's in te plaatsen.
pl_pl: Przejdź do Administrator -> Styl strony i funkcjonalność -> Bloki menu i stwórz przynajmniej jeden blok w którym można zamieścić strony

source: Page couldn't be created! Error: %s
fa_ir: گزینه مورد نظر برای منو ایجاد نشد.خطا: %s
nl_nl: Pagina kon niet worden gemaakt! Fout: %s
pl_pl: Nie można utworzyć strony! Błąd: %s

source: Page successfully created but xml sitemap file couldn't be updated.
fa_ir: گزینه منوی مورد نظر با موفقیت ایجاد شده اما پرونده XML مربوط به نقشه سایت به روز نشده است.آنرا به روز رسانی فرمایید.
nl_nl: Pagina met succes gemaakt maar xml sitemap bestand kon niet worden bijgewerkt.
pl_pl: Strona została utworzona ale plik XML nie mógł być zaaktualizowany

source: Page couldn't be updated! Error: %s
fa_ir: گزینه مربوط به منوی مورد نظر به روز نشد.خطا: %s
nl_nl: Pagina kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić strony! Błąd: %s

source: Page successfully updated but xml sitemap file couldn't be updated.
fa_ir: گزینه منوی مورد نظر با موفقیت به روز شد اما پرونده XML نقشه سایت به روز نشده است.لطفا آنرا دستی به روز نمایید.
nl_nl: Pagina met succes bijgewerkt maar xml sitemap bestand kon niet worden bijgewerkt.
pl_pl: Zmienino stronę ale nie można było zmienic pliku mapy strony XML

source: Page successfully deleted but xml sitemap file couldn't be updated.
fa_ir: گزینه منوی مورد نظر با موفقیت حذف شد اما پرونده XML نقشه سایت به روز نشده.لطفا آنرا دستی به روز نمایید.
nl_nl: Pagina met succes verwijderd maar xml sitemap bestand kon niet worden bijgewerkt.
pl_pl: Strona została usunięta lecz plik mapy strony XML nie mógł być zmieniony

source: Settings have been successfully updated but the template.js file couldn't be updated.
fa_ir: تنظیمات با موفقیت به روز گردید اما پرونده template.js به روز نشده است.
nl_nl: Instellingen werden met succes bijgewerkt, maar het template.js bestand kon niet worden bijgewerkt.
pl_pl: Zmieniono ustawienia i jednak plik template.js nie mógł być zaaktualizowany

source: Settings have been successfully updated.
fa_ir: تنظیمات با موفقیت به روز گردید.
nl_nl: Instellingen werden met succes bijgewerkt.
pl_pl: Ustawienia zostały zmienione

source: Settings Administration
fa_ir: مدیریت تنظیمات
nl_nl: Instellingen Beheer
pl_pl: Administracja ustawieniami

source: Change Settings
fa_ir: تغییر تنظیمات
nl_nl: Wijzig Instellingen
pl_pl: Zmień ustawienia

source: Preview
fa_ir: پیش نمایش
nl_nl: Voorbeeld
pl_pl: Przejrzyj

source: From
fa_ir: از
nl_nl: Van
pl_pl: Od

source: To
fa_ir: تا
nl_nl: Aan
pl_pl: Do

source: Active Users
fa_ir: کاربران فعال
nl_nl: Actieve Gebruikers
pl_pl: Aktywni użytkownicy

source: All Users
fa_ir: همه کاربران
nl_nl: Alle Gebruikers
pl_pl: Wszyscy użytkownicy

source: Add User(s)
fa_ir: کاربر جدید
nl_nl: Voeg Gebruiker(s) Toe
pl_pl: Dodaj użytkownika(ów)

source: Message
fa_ir: پیام
nl_nl: Boodschap
pl_pl: Wiadomość

source: Partial sending (split your emails into chunks)
fa_ir: ارسال چند مرحله ای(ایمیل به چند قطعه تقسیم و ارسال می شود)
nl_nl: Verdeel verzending (deel uw emails op in delen)
pl_pl: Wysyłanie w częściach

source: Number of Emails
fa_ir: تعداد ایمیل ها
nl_nl: Aantal Emails
pl_pl: Ilość adresów Email

source: e.g. 500
fa_ir: مثلا: 50
nl_nl: bv. 500
pl_pl: np. 500

source: Starting from
fa_ir: شروع از
nl_nl: Start van
pl_pl: Zaczynając od

source: e.g. 100
fa_ir: مثلا: 10
nl_nl: bv. 100
pl_pl: np. 100

source: Email has been successfully deleted.
fa_ir: ایمیل مورد نظر با موفقیت حذف شد.
nl_nl: Email werd met succes verwijderd.
pl_pl: Adres email usunięto

source: From email address is not a valid email address!
fa_ir: ایمیل فرستنده معتبر نیست!
nl_nl: Van email adres is geen geldig email adres!
pl_pl: Od adresu email nie jest prawidłowym adresem email

source: Invalid email addresses defined. The following addresses are not valid email addresses: %s.
fa_ir: ایمیل گیرندگان معتبر نیست: %s
nl_nl: Ongeldig email adres opgegeven. De volgende adressen zijn geen geldige email adressen: %s
pl_pl: Wpisano nieprawidłowy adres email. Wybrane adresy są nieprawidłowe: %s

source: Sending %s emails starting from %s, please wait...
fa_ir: در حال ارسال %s ایمیل آغاز از %s , لطفا اندکی صبور باشید....
nl_nl: %s emails verzenden beginnend van %s, even geduld...
pl_pl: Wysyłanie wiadomości %s zaczynając od %s, proszę czekać

source: Sending %s emails, please wait...
fa_ir: در حال ارسال %s ایمیل.لطفا صبور باشید...
nl_nl: %s emails verzenden, even geduld...
pl_pl: Wysyłanie %s wiadomości, proszę czekać

source: Sending emails starting from %s, please wait...
fa_ir: در حال ارسال ایمیل ، آغاز از %s.لطفا صبور باشید...
nl_nl: Emails verzenden beginnend met %s, even geduld...
pl_pl: Wysyłanie wiadomości zaczynając od %s, proszę czekać

source: Sending emails, please wait...
fa_ir: در حال ارسال ایمیل.لطفا صبور باشید....
nl_nl: Emails verzenden, even geduld...
pl_pl: Wysyłanie wiadomości, proszę czekać

source: All emails have been successfully sent. No more emails left to be sent.
fa_ir: تمامی ایمیل ها با موفقیت ارسال گردید.
nl_nl: Alle emails werden met succes verzonden. Geen emails meer te verzenden.
pl_pl: Wszystkie wiadomości zostały wysłane, brak innych wiadomości do wysłania

source: No emails have been sent out!
fa_ir: هیچ ایمیلی ارسال نشده است!
nl_nl: Er werden geen email verzonden!
pl_pl: Nie wysłano żadnych wiadomości!

source: No users found to send email to.
fa_ir: هیچ کاربری جهت ارسال ایمیل وجود ندارد.
nl_nl: Geen gebruikers gevonden om email naar te verzenden.
pl_pl: Nie znaleziono użytkowników do których można wysłać wiadomość

source: Please see detailed error messages above and try again.
fa_ir: لطفا پیام خطای زیر را بررسی و سپس مجددا تلاش کنید.
nl_nl: Raadpleeg de gedetailleerde foutmelding bovenaan en probeer opnieuw.
pl_pl: Sprawdź błąd powyżej i spróbuj ponownie

source: Emails have been successfully sent to: %s. Emails sent: %s
fa_ir: ایمیل های مورد نظر با موفقیت ارسال شدند به: %s . تعداد ایمیل ارسالی: %s
nl_nl: Emails werden met succes veronden naar: %s. Emails verzonden: %s
pl_pl: Wiadomość wysłana prawidłowo do: %s. Wiadomości wysłane: %s

source: Add
fa_ir: اضافه
nl_nl: Voeg Toe
pl_pl: Dodaj

source: Username
fa_ir: شناسه کاربری
nl_nl: Gebruikersnaam
pl_pl: Użytkownik

source: Admin
fa_ir: مدیر
pl_pl: Administrator

source: Registered on
fa_ir: عضویت در تاریخ
nl_nl: Geregistreerd op
pl_pl: Zarejestrowany

source: Subject / Sent out
fa_ir: موضوع/ارسال در
nl_nl: Onderwerp / Verzonden
pl_pl: Temat / Wysłane

source: Emails Sent
fa_ir: ایمیل ارسال شد
nl_nl: Verzonden Emails
pl_pl: Wiadomości wysłane
