Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: fa_ir, nl_nl, pl_pl

source: Menu item and all its subitems have been successfully deleted.
nl_nl: Menu itemen alle subitems zijn succesvol verwijderd.
pl_pl: Menu i wszystkie pozycje sub menu usunięto

source: No page selected to be added or no custom menu item title defined!
nl_nl: Geen pagina geselecteerd omte voegen en geen menu item titel gedefinieerd!
pl_pl: Nie wybrano strony lub nie wpisano nazwy pozycji menu

source: Pages have been successfully added.
nl_nl: Pagina's zijn succesvol toegevoegd.
pl_pl: Dodano strony

source: Menu item cannot be subitem of itself!
nl_nl: Menu item kan geen subitem van zichzelf zijn!
pl_pl: Pozycja menu nie może być swoją własną pozycją submenu!

source: Menu item has been successfully updated.
nl_nl: Menu item is succesvol aangepast.
pl_pl: Zmieniono pozycję menu

source: Menu item has been successfully created.
nl_nl: Menu item is succesvol aangemaakt.
pl_pl: Utworzono pozycję menu

source: No menu items found.
nl_nl: Geen menu items gevonden.
pl_pl: Nie znaleziono pozycji

source: New pages will be automatically added to this menu.
pl_pl: Nowe strony zostaną dodane automatycznie do tego menu

source: Edit Menu Item
pl_pl: Edytuj pozycje menu

source: Menu item couldn't be created! Error: %s
nl_nl: Menu item kon niet aangemaakt worden! Fout: %s
pl_pl: Nie można utworzyć menu! Błąd: %s

source: Menu item couldn't be updated! Error: %s
nl_nl: Menu item kon niet geupdate worden! Fout: %s
pl_pl: Nie można zmienić menu! Błąd: %s

source: Update
pl_pl: Aktualizacja

source: Download proccess couldn't be completed!
nl_nl: Download procces kon niet voltooid worden!
pl_pl: Nie można ukończyć pobierania!

source: Please make sure you have an active internet connection and it is accessible by me or contact webmaster.
nl_nl: Zorg er voor dat u een werkende internetverbinding heeft en dat het toegankelijk is; of neem contact op met de webmaster.
pl_pl: Upewnij się że masz aktywne połączenie z internetem i masz dostęp, jeśli nie to skontaktuj się z administratorem strony.

source: Test has been successfully completed.
nl_nl: Test is succesvol afgerond.
pl_pl: Ukończono test

source: Update has been successfully installed.
nl_nl: Update is succesvol geinstalleerd.
pl_pl: Aktualizację zainstalowano pomyślnie

source: File "%s" couldn't be found!
nl_nl: Bestand "%s" kon niet gevonden worden!
pl_pl: Plik "%s" nie mógł zostać znaleziony

source: Opening %s
nl_nl: %s geopend
pl_pl: Otwieranie %s

source: Empty or invalid update!
nl_nl: lege of ongeldige update!
pl_pl: Pusta lub nieprawidłowa aktualizacja!

source: Running SQL queries
nl_nl: SQL zoekacties worden uitgevoerd
pl_pl: Wysyłam zapytania SQL

source: Uncompressing %s
nl_nl: Uitpakken van %s
pl_pl: Dekompresuje %s

source: Out of Memory!
nl_nl: Onvoldoende geheugen!
pl_pl: Brak pamięci!

source: Creating directories
nl_nl: Mappen aanmaken
pl_pl: Tworzę katalogi

source: not writable
nl_nl: niet schrijfbaar
pl_pl: nie zapisywalne

source: Writing files
nl_nl: Bestanden schrijven
pl_pl: Zapisuje pliki

source: Skipped
nl_nl: Overgeslagen
pl_pl: Pominięto

source: for maintaining your template
nl_nl: voor het onderhoud van uw template
pl_pl: do zarządzania twoim stylem

source: for maintaining your changes
nl_nl: voor het onderhoud van uw veranderingen
pl_pl: dla zarządzania twoimi zmianami

source: Fixing errors
nl_nl: Fouten oplossen
pl_pl: Naprawianie błędów

source: Run the following command to fix the above errors.
nl_nl: Voer het volgende commamdo uit om bovenstaande fouten op te lossen.
pl_pl: Wpisz poniższą komendę aby naprawić dane błędy

source: Run the following command to revert permissions after done.
nl_nl: Voer het volgende commamdo uit om permissies terug te zetten, als u klaar bent.
pl_pl: Wpisz poniższą komendę aby ustawić zezwolenia jescze raz po zakończeniu

source: Check for Updates
nl_nl: Controleer voor Updates
pl_pl: Sprawdź aktualizację

source: Updates
pl_pl: Aktualizacje

source: Update ver. %s
pl_pl: Aktualizacja v. %s

source: Test run the update for problems
nl_nl: Test de update voor problemen
pl_pl: Test aktualizacji dla sprawdzenia błędów

source: Test Update
pl_pl: Testowa aktualizacja

source: Updates Administration
nl_nl: Updates Beheer
pl_pl: Administracja aktualizacjami

source: Please note, while your site is being updated, it will enter maintenance mode but as soon as the update process is complete, it will return to normal mode. By testing an update no changes will be made to your system!
pl_pl: Pamiętaj, że podczas aktualizacji strona przechodzi w stan uśpienia, strona wraca do normalnego stanu po aktualizacji. Po testowej aktualizacji nie zostaną dokonane żadne zmiany.

source: Last checked on %s
nl_nl: Voor het laatst gecontoleerd op %s
pl_pl: Ostatnio sprawdzane %s

source: No updates found.
nl_nl: Geen updates gevonden.
pl_pl: Nie znaleziono aktualizacji

source: Couldn't check jCore server's version number!
nl_nl: Kon jCore server's versienummer niet controleren!!
pl_pl: Nie można znaleźć wersji serwera Jcore!

source: Please make sure "%s" is readable by me or contact webmaster.
pl_pl: Upewnij się że "%s" jest odczytywalne lub skontaktuj się z webmasterem.

source: Couldn't check for updates!
nl_nl: Kon niet op updates controleren!
pl_pl: Nie można sprawdzić aktualizacji!

source: connection timed out
nl_nl: verbinding werd verbroken
pl_pl: Koniec czasu oczekiwania na połączenie

source: Downloading %s
nl_nl: Downloaden van %s
pl_pl: Ściąganie %s

source: connecting
nl_nl: verbinden
pl_pl: Łączenie

source: sending request
nl_nl: verzoek sturen
pl_pl: wysyłam zapytanie

source: cached
pl_pl: zapisane

source: Local file couldn't be created!
nl_nl: Lokaal bestand kon niet aangemaakt worden!
pl_pl: Nie można utworzyć pliku lokalnego!

source: Invalid response returned by jCore.net!
nl_nl: Ongeldige reactie van jCore.net!
pl_pl: Nieprawidłowa odpowiedź z serwera jCore.net!

source: Install Update
nl_nl: Installeer Update
pl_pl: Zainstaluj aktualizację

source: query took: %s seconds
pl_pl: zapytanie zabrało: %s sekund

source: Deleting file %s
nl_nl: Bestand %s verwijderen
pl_pl: Usuwanie pliku %s

source: Module couldn't be installed!
nl_nl: Module kon niet geinstalleerd worden!
pl_pl: Nie można zainstalować modułu

source: Deleting files
nl_nl: Bestanden verwijderen
pl_pl: Usuwanie plików

source: No files to uninstall.
nl_nl: Geen bestanden om te deinstalleren.
pl_pl: Brak plików do odinstalowania

source: Update couldn't be installed!
nl_nl: Update kon niet geinstalleerd worden!
pl_pl: Nie można zainstalować aktualizacji!

source: Template couldn't be installed!
nl_nl: Template kon niet geinstalleerd worden!
pl_pl: Nie można zainstalować stylu!

source: Upload Module
pl_pl: Prześlij moduł

source: View Modules
nl_nl: Bekjk Modules
pl_pl: Pokaż moduły

source: Get Modules
nl_nl: Verkrijg modules
pl_pl: Pobierz moduły

source: Module File
nl_nl: Module Bestand
pl_pl: Plik modułu

source: e.g. module.tar.gz
nl_nl: b.v. module.tar.gz
pl_pl: np. module.tar.gz

source: Upload another module
nl_nl: Upload een andere module
pl_pl: Wyślij następny moduł

source: Module has been successfully deleted.
nl_nl: Module is succesvol verwijderd.
pl_pl: Moduł usunięto.

source: Module has been successfully activated.
nl_nl: Module is succesvol verwijderd.
pl_pl: Moduł aktywowano.

source: Module has been successfully deactivated.
nl_nl: Module is succesvol gedeactiveerd.
pl_pl: Wyłączono moduł.

source: No module selected to be uploaded! Please select at least one module to upload.
nl_nl: Geen module geselecteerd om te uploaden! Selecteer svp tenminste een module om te uploaden.
pl_pl: Nie wybrano modułów do przesłania! Wybierz przynajmniej jeden moduł do przesłania.

source: There were problems uploading some of the modules you selected. The following modules couldn't be uploaded: %s.
nl_nl: Er waren problemen met enkele van de modules die u geselecteerd had. De volgende modules konden niet geupload worden: %s.
pl_pl: Wynikł problem przy przesyłaniu wybranych przez ciebie modułów. Moduły które nie mogły być przesłane: %s

source: Modules have been successfully uploaded. The following modules have been uploaded: %s.
nl_nl: Modules zijn succesvol geupload. De volgende modules zijn geupload: %s.
pl_pl: Moduły przesłano pomyślnie. Przesłane moduły: %s

source: Module
pl_pl: Moduł

source: global
nl_nl: globaal
pl_pl: globalny

source: local
nl_nl: plaatselijk
pl_pl: lokalny

source: Modules Administration
nl_nl: Modules Beheer
pl_pl: Administracja modułami

source: Below are the available modules found in the "<b>modules/</b>" folder. To install a new module just extract it to the "<b>modules/</b>" folder, or using the form below select the module package file (e.g. module.tar.gz).
nl_nl: Hieronder staan de beschikbare modules die in de "<b>modules/</b>" map gevonden zijn. Pak het bestand uit in de "<b>modules/</b>" map, of gebruik het fomulier hieronder en selecteer het module bestand (b.v module.tar.gz).
pl_pl: Poniżej widać moduły dostępne w folderze "<b>modules/</b>". Aby zainstalować nowe moduły wypakuj pliki z modułami do folderu "<b>modules/</b>" lub prześlij paczkę z modułem.

source: Upload New Module
nl_nl: Upload Nieuwe Module
pl_pl: Wyślij nowy moduł

source: No modules found.
nl_nl: Geen modules gevonden.
pl_pl: Nie znaleziono modułów

source: Module couldn't be loaded! Please make sure it is a valid module and try again.
nl_nl: Module kon niet geladen worden. Controleer of het een geldige module is probeer het nog eens.
pl_pl: Nie można było załadować modułu! Upewnij się że to odpowiedni moduł i spróbuj ponownie.

source: Module couldn't be deleted but it is now safe to be deleted manually by just simply removing the "%s" file or folder.
nl_nl: De module kon niet verwijderd worden, maar het is nu veilig deze te verwijderen door de map "%s" file or folder.
pl_pl: Moduł nie mógł być usunięty, jednak można teraz bezpiecznie po prostu usunąć folder "%s"

source: Couldn't extract module as it is to big to be processed with the current memory limit set. Please try to extract it manually or increment the PHP memory limit.
nl_nl: Kon de module niet uitpakken omdat het te groot is voor de huidige geheugenlimiet. Pak het bestand handmatig uit of verhoog de PHP geheugenlimiet.
pl_pl: Nie można wypakować modułu, przekracza on ustawiony limit pamięci. Wypakuj go ręcznie lub zwiększ wielkość pamięci PHP

source: Module couldn't be extracted! Error: Invalid module! Please make sure to upload a valid tar.gz module file.
nl_nl: Module kon niet uitgepakt worden! Fout: ongeldige module! Zorg er voor een geldig tar.gz module bestand te uploaden.
pl_pl: Nie można wypakować modułu! Błąd: Nieprawidłowy moduł! Upewnij się że wybrałeś odpowiedni plik tar.gz

source: Module couldn't be extracted! Error: Empty module! The module you selected seems to be an empty tar.gz file.
nl_nl: Module kon niet uitgepakt worden! Fout: Lege module! De module die u geselecteerd heeft lijkt een leeg tar.gz bestand.
pl_pl: Nie można wypakować modułu! Błąd: Pusty moduł! Moduł który wybrałeś wygląda na pusty plik tar.gz

source: Module couldn't be extracted! Error: "%s" directory couldn't be created.
nl_nl: Module kon niet uitgepakt worden! Fout: "%s" directory kon niet worden aangemaakt.
pl_pl: Nie można wypakować modułu! Błąd: nie można utworzyć katalogu o nazwie "%s"

source: Module couldn't be extracted! Error: "%s" file couldn't be created.
nl_nl: Module kon niet uitgepakt worden! Fout: "%s" bestand kon niet worden aangemaakt.
pl_pl: Nie można wypakować modułu! Błąd: nie można utworzyć pliku o nazwie: "%s"

source: Add additional functionality to your website
nl_nl: Voeg extra functionaliteit aan uw website toe
pl_pl: Dodaj nowe funkcje do swojej strony

source: Module Manager
pl_pl: Menadżer modułów

source: Mobile Browsers
nl_nl: Mobiele Browsers
pl_pl: Przeglądarki mobilne

source: Add Keyword
nl_nl: Voeg Sleutelwoord toe
pl_pl: Dodaj słowo kluczowe

source: Popularity
nl_nl: Populariteit
pl_pl: Popularność

source: Keyword
nl_nl: Sleutelwoord
pl_pl: Słowo kluczowe

source: Module couldn't be added! Error: %s
nl_nl: Module kon niet worden toegevoegd! Fout: %s
pl_pl: Nie można dodać modułu! Błąd: %s

source: Not Searchable
nl_nl: Niet doorzoekbaar
pl_pl: Nie można wyszukać

source: Read Own
nl_nl: Lees Eigen
pl_pl: Czytaj własne

source: Write Own
nl_nl: Schrijf Eigen
pl_pl: Napisz własne

source: Hide when Expired
nl_nl: Verberg als dit verlopen is
pl_pl: Ukryj po terminie

source: New Layout
nl_nl: Nieuwe Layout
pl_pl: Nowy layout

source: Layouts have been successfully re-ordered.
nl_nl: Layouts zijn met succes herschikt.
pl_pl: Zmieniono kolejność layout'ów

source: Layout has been successfully deleted.
nl_nl: Layout is succescvol verwijderd.
pl_pl: Usunięto layout

source: Layout has been successfully updated.
nl_nl: Layout is succescvol geupdate.
pl_pl: Zmieniono layout

source: Layout has been successfully created.
nl_nl: Layout is succescvol aangemaakt.
pl_pl: Utworzono layout

source: Layouts Administration
nl_nl: Layout Beheer
pl_pl: Administracja layoutami

source: Edit Layout
nl_nl: Bewerk Layout
pl_pl: Edytuj layout

source: No layouts found.
nl_nl: Geen Layout gevonden.
pl_pl: Nie znaleziono layoutów

source: Layout couldn't be created! Error: %s
nl_nl: Layout kon niet aangemaakt worden! Fout: %s
pl_pl: Nie można utworzyć layouta! Błąd: %s

source: Layout couldn't be updated! Error: %s
nl_nl: layout kon niet geupdate worden! Fout: %s
pl_pl: Nie można zmienić layouta! Błąd: %s

source: Running update
nl_nl: Update wordt uigevoerd
pl_pl: Aktualizacja uruchomiona...

source: FTP Connecting to %s
nl_nl: FTP Verbinden met %s
pl_pl: FTP łączy się do %s

source: Couldn't connect!
nl_nl: Kon geen verbinding maken!
pl_pl: Nie można połączyć!

source: FTP Locate Root directory
nl_nl: FTP Vind rootdirectory
pl_pl: Główny katalog FTP

source: Couldn't locate Root directory!
nl_nl: Kon de rootdirectory niet vinden!
pl_pl: Nie można znaleźć głównego katalogu

source: Update using FTP
nl_nl: Update met FTP
pl_pl: Aktualizuj używając FTP

source: Hostname
nl_nl: Hostnaam
pl_pl: Nazwa hosta

source: FTP Username
nl_nl: FTP Gebruikersnaam
pl_pl: Nazwa użytkownika

source: FTP Password
nl_nl: FTP Wachtwoord
pl_pl: Hasło FTP

source: FTP Port
nl_nl: FTP Poort
pl_pl: Port FTP

source: Use SSL
nl_nl: Gebruik SSL
pl_pl: Użyj SSL

source: Limit
fa_ir: محدودیت
nl_nl: Limiet

source: Administrator
fa_ir: مدیر سایت
nl_nl: Beheerder

source: Login
fa_ir: ورود
nl_nl: Meld Aan

source: Export
nl_nl: Exporteer

source: Manual Gettext
nl_nl: Handmatige Gettext

source: Link
fa_ir: پیوند

source: Radio
fa_ir: جعبه رادیویی

source: String
fa_ir: رشته

source: Int
fa_ir: عددصحیح

source: Boolean
fa_ir: منطقی

source: max %s
fa_ir: حداکثر %s

source: Menu
fa_ir: منو

source: Status
fa_ir: وضعیت

source: Manage the content (posts) of your site
fa_ir: محتوا و پستهای سایت خود را مدیریت کنید

source: Please go to Admin -> Site Layout and Functionality -> Menu Blocks and creat at least one menu block to put pages in.
fa_ir: لطفا به قسمت مدیریت->آرایش و کارکردهای سایت->بلاک منو بروید و دست کم یک بلاک منو تعریف نمایید تا قادر باشید در آن منویی ایجاد نمایید.

source: Post
fa_ir: پست

source: Avatar
fa_ir: آواتار

source: Banner
fa_ir: بنر

source: Ratio
fa_ir: نرخ
