Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: fa_ir, nl_nl, pl_pl

source: User
fa_ir: کاربر
nl_nl: Gebruiker
pl_pl: Użytkownik

source: IPs used
fa_ir: آی پی های استفاده شده
nl_nl: Gebruikte IP's
pl_pl: Użyte adresy IP

source: For additional password trading protection settings please see
fa_ir: برای مشاهده تنظیمات بیشتر سیستم حفاظت از Password Trading پیوند مقابل را ببینید.
nl_nl: Voor meer wachtwoord trading beveiligings instellingen raadpleeg
pl_pl: Po dodatkowe informacje w związku z ochroną haseł zobacz

source: Password Trading Protection
fa_ir: سیستم حافظت از Password Trading
nl_nl: Wachtwoord Trading Beveiliging
pl_pl: Ochrona wymiany haseł

source: The logged Users in the list below have been suspended (because of simultaneously logins from different IPs) and won't be able to login until expiration date / time. To unsuspend a user just delete it from the list.
fa_ir: کاربران موجود در لیست سیاه زیر امکان دسترسی به سایت را ندارند.شما می توانید کاربر مورد نظر را اضافه و یا حذف کنید.
nl_nl: De gelogde Gebruikers in de lijst werden uitgeschakeld (vanwege gelijktijdige logins vanop verschillede IP's) en kunnen niet aanmelden tot de vervaltijd / datum. Om een gebruiker terug te activeren, verwijder deze van de lijst.
pl_pl: Uzytkownicy poniżej są zawieszeni (zbyt wiele prób logowania z różnych adresów IP) i nie będą w stanie się zalogować przez ustalony okres czasu, aby znieść zawieszenia usuń użytkownika z listy.

source: Security Alerts Administration
fa_ir: مدیریت اخطارهای امنیتی
nl_nl: Beveiligings Meldingen Beheer
pl_pl: Administracja Alarmami bezpieczeństwa

source: No brute force attempts have been logged.
fa_ir: هیچ تلاش ضد امنیتی از نوع Brute Force تا کنون روی نداده است.
nl_nl: Geen brute force pogingen werden gelogd.
pl_pl: Brak włamań

source: No password trading attempts have been logged.
fa_ir: هیچ تلاش ضد امنیتی از نوع Password Trading تابحال روی نداده است.
nl_nl: Geen wachtwoord trading pogingen werden gelogd.
pl_pl: Nie zalogowano próby odebrania haseł

source: Couldn't connect to %s!
fa_ir: امکان برقراری ارتباط با %s وجود ندارد!
nl_nl: Kon niet verbinden met %s!
pl_pl: Nie można połączyć z %s

source: GData auth token couldn't be exchanged! Result: %s
fa_ir: GData auth token قادر به تبادل اطلاعات نمی باشد.نتیجه: %s
nl_nl: GData auth token kon niet worden uitgewisseld! Resultaat: %s
pl_pl: Zmiana tokenu dostępu GData niemożliwa! Wynik: %s

source: GData auth token has been successfully retrieved. <br /><b>Your new GData auth token is: %s</b>
fa_ir: GData auth بطور موفق بازیابی گردید.<br /> GData auth token جدید شما عبارتست از: %s
nl_nl: GDatat auth token werd met succes verkregen. <br /><b>Uw nieuwe GData auth token is: %s</b>
pl_pl: Token dostępu GData pobrany pomyślnie. <br /><b>Twój nowy token dostępu to: %s</b>

source: Post has been successfully deleted.
fa_ir: پست مورد نظر با موفقیت حذف گردید.
nl_nl: Post werd met succes verwijderd.
pl_pl: Post usunięty

source: No posts selected! Please select at least one post that you would like to copy and/or move.
fa_ir: هیچ پستی انتخاب نشده است.لطفا دست کم یک پست را انتخاب فرمایید.
nl_nl: Geen posts geselecteerd! Selecteer minstens een post die u wenst te kopieren en/of verplaatsen.
pl_pl: Nie wybrano postów, wybierz przynajmniej jeden post aby go skopiować lub przenieść

source: No page selected to copy and/or move posts to! Please select a page to move the posts to at the bottom of the list.
fa_ir: هیچ منویی برای کپی/انتقال انتخاب نشده است.لطفا دست کم یک منو را انتخاب فرمایید.
nl_nl: Geen pagina geselecteerd om posts naartoe te kopieren/verplaatsen! Selecteer een pagina om posts naartoe te verplaatsen onderaan de lijst.
pl_pl: Nie wybrano stron do skopiowania/przeniesienia, wybuerz stronę z listy powyżej

source: The page you have selected to copy and/or move posts to does not exists. This could be happening because the page has been deleted meanwhile.
fa_ir: منوی انتخاب شده برای عملیات کپی/انتقال وجود ندارد.
nl_nl: De pagina dat u selecteerde om posts naartoe te kopieren/verplaatsen bestaat niet. Dit kan betekenen dat intussen de pagina werd verwijderd.
pl_pl: Wybrana strona do przeniesienia/skopiowania nie istnieje, możliwe że w międzyczasie została ona usunięta.

source: Posts have been successfully moved over to "%s".
fa_ir: پستها با موفقیت منتقل شد به: "%s"
nl_nl: Posts werden met succes verplaatst naar "%s".
pl_pl: Post przeniesiony do "%s"

source: Posts have been successfully copied over to "%s".
fa_ir: پستها با موفقیت کپی شدند به: "%s"
nl_nl: Posts werden met succes gekopieerd naar "%s".
pl_pl: Post skopiowany do "%s"

source: Settings
fa_ir: تنظیمات
nl_nl: Instellingen
pl_pl: Ustawienia

source: Display On All Pages
fa_ir: نمایش همه صفحات روشن
nl_nl: Toon Op Alle Pagina's
pl_pl: Pokaż na wszystkich stronach

source: On All Pages
fa_ir: در همه صفحات
nl_nl: Op Alle Pagina's
pl_pl: Na wszystkich stronach

source: Display On Main Page
fa_ir: نمایش در صفحه اصلی
nl_nl: Toon Op Hoofd Pagina
pl_pl: Pokaż tylko na stronie głównej

source: On Main Page
fa_ir: در صفحه اصلی
nl_nl: Op Hoofd Pagina
pl_pl: Na stronie głównej

source: %s views
fa_ir: %s بازدید
pl_pl: %s wyświetleń

source: Copy / Move selected posts to:
fa_ir: کپی/انتقال پستهای انتخاب شده به:
nl_nl: Kopieer / Verplaats geselecteerde posts naar:
pl_pl: Skopiuj / Przenieś post do

source: Copy
fa_ir: کپی
nl_nl: Kopieer
pl_pl: Kopiuj

source: Move
fa_ir: انتقال
nl_nl: Verplaats
pl_pl: Przenieś

source: Handling Posts
fa_ir: مدیریت پستها
nl_nl: Posts Behandelen
pl_pl: Wybrane posty

source: No posts found.
fa_ir: هیج پستی پیدا نشد.
nl_nl: Geen posts gevonden
pl_pl: Nie

source: Post couldn't be copied! Error: %s
fa_ir: پست مورد نظر کپی نشد.خطا: %s
nl_nl: Post kon niet worden gekopieerd! Fout: %s
pl_pl: Posty nie mogą być skopiowane! Błąd: %s

source: Post couldn't be moved! Error: %s
fa_ir: پست مورد نظر منتقل نشد.خطا: %s
nl_nl: Post kon niet worden verplaatst! Fout: %s
pl_pl: Post nie może być przeniesiony! Błąd: %s

source: New Link
fa_ir: پیوند جدید
nl_nl: Nieuwe Link
pl_pl: Nowy link

source: Links have been successfully re-ordered.
fa_ir: پیوندها با موفقیت بازمرتب سازی شدند.
nl_nl: Links werden met succes herschikt.
pl_pl: Kolejność linków zmieniona

source: Link has been successfully deleted.
fa_ir: پیوندهای مورد نظر با موفقیت حذف شدند.
nl_nl: Link werd met succes verwijderd.
pl_pl: Link usunięty

source: Link has been successfully updated.
fa_ir: پیوندهای مورد نظر با موفقیت به روز شدند.
nl_nl: Link werd met succes bijgewerkt.
pl_pl: Link zmieniony

source: Link has been successfully created.
fa_ir: پیوند مورد نظر با موفقیت ایجاد شد.
nl_nl: Link werd met succes gemaakt.
pl_pl: Link dodany

source: Title / Link
fa_ir: عنوان/پیوند
nl_nl: Titel / Link
pl_pl: Nazwa / Link

source: Favorite Links Administration
fa_ir: مدیریت پیوندهای مورد علاقه
nl_nl: Favoriete Links Beheer
pl_pl: Administracja ulubionymi linkami

source: Edit Link
fa_ir: اصلاح پیوند
nl_nl: Bewerk Link
pl_pl: Edytuj link

source: No links found.
fa_ir: هیچ پیوندی پیدا نشد.
nl_nl: Geen links gevonden
pl_pl: Nie znaleziono linków

source: Link couldn't be added! Error: %s
fa_ir: پیوند ایجاد نشد.خطا: %s
nl_nl: Link kon niet worden toegevoegd! Fout: %s
pl_pl: Nie dodano linka! Błąd: %s

source: Link couldn't be updated! Error: %s
fa_ir: پیوند به روز نشد.خطا: %s
nl_nl: Link kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić linka! Błąd: %s

source: Folder couldn't be created.
fa_ir: پوشه ایجاد نشد.
nl_nl: Map kon niet worden gemaakt.
pl_pl: Nie można utworzyć folderu

source: Folder has been successfully created.
fa_ir: پوشه مورد نظر با موفقیت ایجاد شد.
nl_nl: Map werd met succes gemaakt.
pl_pl: Folder utworzony

source: File / Folder couldn't be deleted.
fa_ir: پرونده/پوشه مورد نظر حذف نشد.
nl_nl: Bestand / Map kon niet worden verwijderd.
pl_pl: Nie można usunąć pliku / folderu

source: File / Folder has been successfully deleted.
fa_ir: پرونده/پوشه مورد نظر با موفقیت حذف شد.
nl_nl: Bestand / Map werd met succes verwijderd.
pl_pl: Plik / folder usunięty

source: No file selected to be uploaded! Please select at least one file to upload.
fa_ir: پرونده ای جهت ارسال انتخاب نشده است.لطفا دست کم یک پرونده را انتخاب کنید.
nl_nl: Geen bestand geselecteerd om op te laden! Selecteer minstens een bestand om op te laden.
pl_pl: Nie wybrano pliku do wysłania, wybierz przynajmniej jeden plik

source: File / Folder couldn't be renamed.
fa_ir: پرونده/پوشه مورد نظر تغییر نام داده نشده است.
nl_nl: Bestand / Map kon niet hernoemd worden.
pl_pl: Nie można zmienić nazwy pliku / folderu

source: File / Folder has been successfully renamed.
fa_ir: نام پرونده/پوشه مورد نظر با موفقیت تغییر یافت.
nl_nl: Bestand / Map werd met succes hernoemd.
pl_pl: Nazwę pliku / folderu zmieniono pomyślnie

source: There were problems uploading some of the files you selected. The following files couldn't be uploaded: %s.
fa_ir: دست کم یکی از پرونده های مورد نظر ، ارسال نشده است.این پرونده عبارتست از: %s
nl_nl: Er waren problemen met het opladen van sommige bestanden door u geselecteerd. De volgende bestanden konden niet opgeladen worden: %s
pl_pl: Wystąpił problem przy wysyłaniu pliku: %s

source: Files have been successfully uploaded. The following files have been uploaded: %s.
fa_ir: پرونده های مورد نظر با موفقیت ارسال شدند.نام این پرونده ها: %s
nl_nl: Bestanden werden met succes opgeladen. De volgende bestanden werden opgeladen: %s.
pl_pl: Plik wysłany pomyślnie, wybrane pliki zostały wysłane: %s

source: No file selected to download!
fa_ir: هیچ پرونده ای برای دانلود وجود ندارد!
nl_nl: Geen bestand geselecteerd om op te laden!
pl_pl: Nie wybrano plików do pobrania

source: Folder name
fa_ir: نام پوشه
nl_nl: Map naam
pl_pl: Nazwa folderu

source: File / Folder name
fa_ir: نام پرونده/پوشه
nl_nl: Bestand / Map naam
pl_pl: Plik / Nazwa folderu

source: File to upload
fa_ir: پرونده مورد نظر برای ارسال
nl_nl: Bestand om op te laden
pl_pl: Plik do wysłania

source: Upload another file
fa_ir: ارسال یک پرونده دیگر
nl_nl: Upload een ander bestand
pl_pl: Wyślij inny plik

source: Size
fa_ir: اندازه
nl_nl: Grootte
pl_pl: Rozmiar

source: Change directory to %s
fa_ir: تغییر نام پوشه به %s
nl_nl: Wijzig map in %s
pl_pl: Zmień katalog na %s

source: Preview %s
fa_ir: پیش نمایش %s
nl_nl: Bekijk %s
pl_pl: Przejrzyj %s

source: Download %s
fa_ir: دانلود %s
pl_pl: Pobierz %s

source: Link to %s
fa_ir: پیوند به %s
nl_nl: Link naar %s
pl_pl: Link do %s

source: Root Path not defined!
fa_ir: مسیر ریشه تعریف نشده است!
nl_nl: Hoofd Pad niet gedefinieerd!
pl_pl: Nie określono głównej ścieżki

source: New Folder
fa_ir: پوشه جدید
nl_nl: Nieuwe Map
pl_pl: Nowy folder

source: Edit File / Folder
fa_ir: اصلاح پرونده/پوشه
nl_nl: Bewerk Bestand / Map
pl_pl: Edytuj plik / folder

source: No files / directories found.
fa_ir: هیچ پرونده/پوشه ای پیدا نشد.
nl_nl: Geen bestanden / mappen gevonden.
pl_pl: Brak plików / folderów

source: New Picture
fa_ir: تصویر جدید
nl_nl: Nieuwe afbeelding
pl_pl: Nowy obraz

source: Upload a new picture
fa_ir: ارسال تصویر جدید
nl_nl: Upload een nieuwe afbeelding
pl_pl: Wyślij nowy obraz

source: Picture
fa_ir: تصویر
nl_nl: Afbeelding
pl_pl: Obraz

source: e.g. image.jpg, image.gif
fa_ir: مثلا: image.jpg, image.gif
nl_nl: bv. afbeelding.jpg, afbeelding.gif
pl_pl: np. obrazek.jpg, obrazek.gif

source: Upload another picture
fa_ir: ارسال یک تصویر دیگر
nl_nl: Upload een andere afbeelding op
pl_pl: Wyślij inny obrazek

source: Already uploaded picture
fa_ir: این تصویر قبلا ارسال شده است
nl_nl: Afbeelding al geupload
pl_pl: Obraz zewnętrzny

source: Existing Picture (URL)
fa_ir: تصویر موجود-URL:
nl_nl: Bestaande Afbeelding (URL)
pl_pl: Adres do zewnętrznego obrazu

source: e.g. http://domain.com/image.jpg
fa_ir: مثلا: http://domain.com/image.jpg
nl_nl: bv. http://domein.com/afbeelding.jpg
pl_pl: np. http://mojastrona.pl/obrazek.jpg

source: No Thumbnail
fa_ir: فاقد تصویر بندانگشتی
nl_nl: Geen Pictogram
pl_pl: Brak miniatury

source: Thumbnail Options
fa_ir: تنظیمات تصاویر بندانگشتی
nl_nl: Pictogram Opties
pl_pl: Opcje miniatur

source: Regenerate
fa_ir: تولید مجدد
nl_nl: Regenereer
pl_pl: Regeneruj

source: (create a new thumbnail)
fa_ir: (ایجاد تصویر بندانگشتی جدید)
nl_nl: (maak een nieuw pictogram)
pl_pl: (Stwórz nową miniaturę)

source: (do not generate thumbnail)
fa_ir: (تصویر بندانگشتی ساخته نشود)
nl_nl: (maak geen pictogram)
pl_pl: (nie generuj miniatur)

source: No Sharpen
fa_ir: واضح نشده
nl_nl: Niet Vescherpen
pl_pl: Bez ostrości

source: (do not apply sharpen effect to thumbnail)
fa_ir: (جلوه وضوح برای تصاویر بندانگشتی اعمال نشود)
nl_nl: (pas verscherp effect niet toe op pictogram)
pl_pl: (nie używaj efektu ostrości na miniaturze)

source: Width
fa_ir: عرض
nl_nl: Breedte
pl_pl: Szerokość

source: Height
fa_ir: ارتفاع
nl_nl: Hoogte
pl_pl: Wysokość

source: Custom
fa_ir: سفارشی
nl_nl: Aangepast
pl_pl: Wybrane

source: Watermark Options
fa_ir: تنظیمات سایه گذاری
nl_nl: Watermerk Opties
pl_pl: Opcje znaku wodnego

source: No Watermark
fa_ir: (سایه اعمال نشود)
nl_nl: Geen Watermerk
pl_pl: Brak znaku wodnego

source: (do not add watermark)
fa_ir: (سایه اشافه نشود)
nl_nl: (voeg geen watermerk toe)
pl_pl: (nie dodawaj znaku wodnego)

source: Position
fa_ir: موقعیت
nl_nl: Positie
pl_pl: Pozycja

source: e.g. 100% 100% (right-bottom), 0% 0% (left-top)
fa_ir: مثلا: 100% 100% (right-bottom), 0% 0% (left-top)
nl_nl: bv. 100% 100% (rechts onder), 0% 0% (links boven)
pl_pl: np. 100% 100% (prawy dolny róg), 0% 0% (lewy górny róg

source: Link to URL
fa_ir: پیوند به URL
nl_nl: Link naar URL
pl_pl: Link do ścieżki URL

source: e.g. http://domain.com
fa_ir: مثلا: http://domain.com
nl_nl: bv. http://domein.com
pl_pl: np. http://mojastrona.pl

source: Uploaded on
fa_ir: ارسال شده در
nl_nl: Opgeladen op
pl_pl: Wysłane na

source: Pictures have been successfully re-ordered.
fa_ir: تصاویر با موفقیت بازمرتب سازی شدند.
nl_nl: Afbeeldingen werden met succes gesorteerd.
pl_pl: Kolejność zdjęć zmieniona

source: Picture has been successfully deleted.
fa_ir: تصاویر با موفقیت حذف شدند.
nl_nl: Afbeelding werd met succes verwijderd.
pl_pl: Zdjęcie usunięto

source: No file selected to be uploaded as a new picture! Please select a file / picture to upload or define an already uploaded picture.
fa_ir: هیچ پرونده ای برای ارسال انتخاب نشده است.لطفا دست کم یک پرونده/تصویر انتخاب فرمایید.
nl_nl: Geen bestand geselecteerd om te uploaden als een nieuwe afbeelding! Selecteer een bestand / afbeelding om op te uploaden, of kies een reeds geupgeloade afbeelding.
pl_pl: Nie wybrano zdjęć do wysłania, wybierz plik / zdjęcie do wysłania

source: Thumbnail couldn't be updated as the selected picture cannot be found!
fa_ir: تصویر بند انگشتی بدلیل عدم وجود پرونده تصویری اصلی ایجاد نشد!
nl_nl: Pictogram kon niet bijgewerkt worden omdat de geselecteerde afbeelding niet gevonden werd.
pl_pl: Miniatura nie może być zaaktualizowana ponieważ nie znaleziono obrazka

source: Picture has been successfully updated.
fa_ir: تصویر با موفقیت به روز شد.
nl_nl: Afbeelding werd met succes bijgewerkt.
pl_pl: Zdjęcie zaaktualizowano

source: Picture has been successfully added.
fa_ir: تصویر با موفقیت اضافه شد.
nl_nl: Afbeelding werd met succes toegevoegd.
pl_pl: Zdjęcie dodano

source: Picture(s) have been successfully uploaded. The following files have been uploaded: %s.
fa_ir: تصاویر مورد نظر با موفقیت ارسال شدند.این تصاویر عبارتند از: %s
nl_nl: Afbeelding(en) werd(en) met succes geupload. De volgende afbeeldingen werden geupload: %s.
pl_pl: Wysłano zdjęcie/a, obrazki które dodano: %s

source: Details
fa_ir: جزییات
pl_pl: Szczegóły

source: Dimension
fa_ir: ابعاد
nl_nl: Afmetingen
pl_pl: Wymiar

source: Thumbnail
fa_ir: بندانگشتی
nl_nl: Pictogram
pl_pl: Miniatura

source: Storage table not defined.
fa_ir: جدول ذخیره تعریف نشده است.
nl_nl: Opslag tabel niet gedefinieerd.
pl_pl: Nie określono tabeli magazynu

source: Edit Picture
fa_ir: اصلاح تصویر
nl_nl: Bewerk Afbeelding
pl_pl: Edytuj zdjęcie

source: No %s found for this %s.
fa_ir: تعداد %s برای %s پیدا شد.
nl_nl: Geen %s gevonden voor deze %s
pl_pl: Nie znaleziono %s dla %s

source: Picture couldn't be created! Error: %s
fa_ir: امکان ایجاد تصویر وجود ندارد.خطا: %s
nl_nl: Afbeelding kon niet worden gemaakt! Fout: %s
pl_pl: Nie można dodać zdjęcia! Błąd: %s

source: Picture couldn't be updated! Error: %s
fa_ir: تصویر به روز نشد.خطا: %s
nl_nl: Afbeelding kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zaaktualizować zdjęcia! Błąd: %s

source: Thumbnail couldn't be created!
fa_ir: تصویر بند انگشتی ایجاد نشده است.خطا
nl_nl: Pictogram kon niet worden gemaakt!
pl_pl: Nie można stworzyć miniatury

source: Couldn't create thumbnail as the defined picture is to big to be processed with the current memory limit set. Please try to upload a smaller image instead.
fa_ir: امکان ایجاد تصویر بند انگشتی بدلیل اندازه بالای پرونده ارسال شده وجود ندارد.لطفا پرونده را حذف و با سایز کوچکتر ، مجددا ارسال فرمایید.
nl_nl: Kon geen pictogram maken omdat de geselecteerde afbeelding te groot is om met de huidige geheugenlimiet verwerkt te worden. Probeer een kleinere afbeelding te uploaden.
pl_pl: Nie można stworzyć miniatury ponieważ zdjęcie przekrasza dopuszczalny limit, spróbuj wysłać mniejsze zdjęcie

source: Thumbnail couldn't be regenerated as the selected picture cannot be found!
fa_ir: امکان ایجاد تصویر بند انگشتی بدلیل عدم وجود پرونده تصویر ، وجود ندارد: %s
nl_nl: Pictogram kon niet worden geregenereerd omdat de geselecteerde afbeelding niet werd gevonden!
pl_pl: Nie można zregenerować miniatury ponieważ nie znaleziono zdjęcia

source: Couldn't add watermark to picture as the defined "%s" file cannot be found!
fa_ir: امکان ایجاد جلوه سایه وجود ندارد چرا که پرونده تصویری وجود ندارد: %s
nl_nl: Kon geen watermerk aan afbeelding toevoegen omdat bestand "%s" niet kon gevonden worden.
pl_pl: Nie można dodać znaku wodnego do pliku oznaczonego "%s" - nie można znaleźć

source: Couldn't add watermark to picture as the picture is to big to be processed with the current memory limit set. Please try to upload a smaller image instead.
fa_ir: امکان ایجاد جلوه سایه بدلیل محدودیهای تنظیم شده برای سایت شما توسط مدیر سیستم وجود ندارد!
nl_nl: Kon geen watermerk aan afbeelding toevoegen omdat afbeelding te groot is om met de huidige geheugenlimiet verwerkt te worden. Probeer een kleinere afbeelding te uploaden.
pl_pl: Nie można dodać znaku wodnego ponieważ zdjęcie przekracza dopuszczalny limit pamięci, spróbuj wysłać zdjęcie zajmujące mniej pamięci

source: Couldn't add watermark to picture as the defined "%s" file is not a compatible image file! Please try again by uploading a JPEG file instead.
fa_ir: امکان ایجاد جلوه سایه بدلیل غیر استاندارد بودن نوع پرونده تصویری وجود ندارد: %s . لطفا پرونده ای از نوع JPEG را ارسال فرمایید.
nl_nl: Kon geen watermerk aan de afbeelding toevoegen omdat bestand "%s" geen compatibel beeld bestand is! Probeer opnieuw door een JPEG bestand op te laden.
pl_pl: Nie można dodać znaku wodnego określonego jako "%s" cel nie jest odpowiednim plikiem zdjęcia, spróbuj wysłać zdjęcie w formacie JPG

source: Couldn't add watermark to picture as the defined "%s" file is not a compatible image file! Please try again by defining a JPEG or PNG watermark file.
fa_ir: امکان ایجاد جلوه سایه بدلیل غیر استاندارد بودن نوع پرونده تصویری وجود ندارد: %s . لطفا پرونده ای از نوع JPEG را ارسال فرمایید.
nl_nl: Kon geen watermerk aan het beeld toevoegen omdat bestand "%s" geen compatiebl beeld bestand is! Probeer opnieuw door een JPEG of PNG watermerk aan te duiden.
pl_pl: Nie można dodać znaku wodnego określonego jako "%s" cel nie jest odpowiednim plikiem zdjęcia! Spróbuj dodać zdjęcie w formacie JPG

source: No picture selected to download!
fa_ir: هیچ تصویری برای دانلود انتخاب نشده است!
nl_nl: Geen afbeelding geselecteerd voor download!
pl_pl: Nie wybrano zdjęcia do pobrania

source: The selected picture cannot be found!
fa_ir: تصویر انتخاب شده پیدا نشد!
nl_nl: De geselecteerde afbeelding kon niet gevonden worden!
pl_pl: Wybrane zdjęcie nie zostało odnalezione

source: Picture "%s" cannot be found!
fa_ir: تصویر: "%s" پیدا نشد!
nl_nl: Afbeelding "%s" werd niet gevonden!
pl_pl: Obrazek "%s" nie został znaleziony!

source: Last page
fa_ir: آخرین صفحه
nl_nl: Laatste Pagina
pl_pl: Ostatnia strona

source: Next page
fa_ir: صفحه بعد
nl_nl: Volgende Pagina
pl_pl: Następna strona

source: Page (%s)
fa_ir: صفحه: %s
nl_nl: Pagina (%s)
pl_pl: Strona (%s)

source: Previous page
fa_ir: صفحه قبلی
nl_nl: Vorige Pagina
pl_pl: Poprzednia strona

source: First page
fa_ir: اولین صفحه
nl_nl: Eerste Pagina
pl_pl: Pierwsza strona

source: Pages
fa_ir: صفحه
nl_nl: Paginas
pl_pl: Strony

source: New Comment
fa_ir: نظر جدید
nl_nl: Nieuw Commentaar
pl_pl: Nowy komentarz

source: Nickname
fa_ir: نام مستعار
nl_nl: Bijnaam
pl_pl: Nick

source: Email
fa_ir: پست الکترونیک
pl_pl: Adres Email

source: Comment
fa_ir: نظر
nl_nl: Commentaar
pl_pl: Komentarz

source: In Reply To
fa_ir: در پاسخ به
nl_nl: In Antwoord Op
pl_pl: Odpowiedz do

source: Comments have been successfully deleted.
fa_ir: نظرات مورد نظر با موفقیت حذف گردیدند.
nl_nl: Commentaren werden met succes verwijderd.
pl_pl: Komentarze usunięte

source: No comment selected! Please select at least one comment.
fa_ir: هیچ نظری انتخاب نشده است.دست کم یک نظر را انتخاب فرمایید.
nl_nl: Geen commentaar geselecteerd! Selecteer minstens een commentaar.
pl_pl: Nie wybrano komentarzy, wybierz przynajmniej jeden

source: Comments have been successfully declined and are now NOT visible to the public.
fa_ir: نظرات مورد نظر رد شده و قابل مشاهده توسط بازدیدکنندگان نمی باشد.
nl_nl: Commentaren werden met succes geweigerd en zijn nu NIET zichtbaar voor het publiek.
pl_pl: Komentarze odrzucone, nie będą widoczne dla wszystkich

source: Comments have been successfully approved and are now visible to the public.
fa_ir: نظرات مورد نظر تایید شده و هم اکنون قابل مشاهده توسط بازدید کنندگان می باشد.
nl_nl: Commentaren werden met succes goedgekeurd en zijn nu zichtbaar voor het publiek.
pl_pl: Komentarz dodany, widoczny dla wszystkich

source: Comment has been successfully declined and is now NOT visible to the public.
fa_ir: نظر مورد نظر رد شده و قابل مشاهده توسط بازدیدکنندگان نمی باشد.
nl_nl: Commentaar werd met succes geweigerd en zijn nu NIET zichtbaar voor het publiek.
pl_pl: Komentarz odrzucony, nie będzie widoczny dla wszystkich

source: Comment has been successfully approved and is now visible to the public.
fa_ir: نظر مورد نظر تایید شده و هم اکنون قابل مشاهده توسط بازدید کنندگان می باشد.
nl_nl: Commentaar werd met succes goedgekeurd en is nu zichtbaar voor het publiek.
pl_pl: Komentarz dodany i widoczny dla wszystkich

source: Comment has been successfully deleted.
fa_ir: نظر مورد نظر بطور موفق حذف گردید.
nl_nl: Commentaar werd met succes verwijderd.
pl_pl: Komentarz usunięty

source: Comment has been successfully updated.
fa_ir: نظر مورد نظر بطور موفق به روز گردید.
nl_nl: Commentaar werd met succes bijgewerkt.
pl_pl: Komentarz zmieniony

source: Comment has been successfully created.
fa_ir: نظر مورد نظر با موفقیت ثبت گردید.
nl_nl: Commentaar werd met succes gemaakt.
pl_pl: Komentarz dodany

source: Posted By
fa_ir: ارسال شده توسط
nl_nl: Gepost Door
pl_pl: Napisany przez

source: Approved
fa_ir: تایید شده
nl_nl: Goedgekeurd
pl_pl: Dodany

source: Approve
fa_ir: تایید
nl_nl: Keur Goed
pl_pl: Zatwierdzony

source: Decline
fa_ir: رد
nl_nl: Weiger
pl_pl: Odrzucony

source: Edit Comment
fa_ir: اصلاح نظر
nl_nl: Bewerk Commentaar
pl_pl: Edytuj komentarz

source: Comment already posted!
fa_ir: این نظر قبلا ارسال و ثبت شده است!
nl_nl: Commentaar reeds gepost!
pl_pl: Komentarz już wysłany!

source: Comment couldn't be added! Error: %s
fa_ir: امکان ثبت این نظر وجود ندارد.خطا: %s
nl_nl: Commentaar kon niet worden toegevoegd! Fout: %s
pl_pl: Nie można dodać komentarza! Błąd: %s

source: Comment couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی این نظر وجود ندارد.خطا: %s
nl_nl: Commentaar kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić komentarza! Błąd: %s
