Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: fa_ir, nl_nl, pl_pl

source: Page Settings
fa_ir: تنظیمات صفحه
nl_nl: Pagina Instellingen
pl_pl: Ustawienia strony

source: Meta Keywords
fa_ir: کلیدواژه های متا
nl_nl: Meta Sleutelwoorden
pl_pl: Meta Tagi

source: Meta Description
fa_ir: شرح متا
nl_nl: Meta Omschrijving
pl_pl: Meta opis

source: Webmaster Email
fa_ir: نشانی ایمیل مدیر سایت
pl_pl: Email Webmastera

source: Webmaster BCC Email
fa_ir: نشانی ایمیل ناشناس مدیر سایت
pl_pl: Email Webmastera BBC

source: TimeZone
fa_ir: منطقه زمانی
nl_nl: TijdZone
pl_pl: Strefa czasowa

source: Charset
fa_ir: کاراکترست
nl_nl: Karakterset
pl_pl: Język

source: 404 Error Text
fa_ir: متن برای نمایش صفحات اشتباه/404
nl_nl: 404 Fout Tekst
pl_pl: Błąd 404

source: Date Format
fa_ir: قالب تاریخ
nl_nl: Datum Formaat
pl_pl: Format daty

source: Time Format
fa_ir: قالب زمان
nl_nl: Tijd Formaat
pl_pl: Format czasu

source: First Weekday
fa_ir: اولین روز هفته
nl_nl: Eerste Weekdag
pl_pl: Pierwszy dzień tygodnia

source: Picture Settings
fa_ir: تنظیمات تصویر ها
nl_nl: Foto Instellingen
pl_pl: Ustawienia obrazków

source: Thumbnail Height
fa_ir: ارتفاع بندانگشتی
nl_nl: Pictogram Hoogte
pl_pl: Wysokość miniaturki

source: Thumbnail Width
fa_ir: عرض بندانگشتی
nl_nl: Pictogram Breedte
pl_pl: Szerokość miniaturki

source: Watermark
fa_ir: سایه دار
nl_nl: Watermerk
pl_pl: Znak wodny

source: Watermark Text
fa_ir: متن سایه دار
nl_nl: Watermerk Tekst
pl_pl: Teskt znaku wodnego

source: Watermark Text Font
fa_ir: قلم متن سایه دار
nl_nl: Watermerk Tekst Lettertype
pl_pl: Czcionka znaku wodnego

source: Watermark Logo
fa_ir: لوگوی سایه دار
nl_nl: Watermerk Logo
pl_pl: Logo znaku wodnego

source: Watermark Position
fa_ir: محل سایه
nl_nl: Watermerk Positie
pl_pl: Pozycja znaku wodnego

source: Maximum Failure Attempts
fa_ir: حداکثر دفعات تلاش ناموفق مجاز
nl_nl: Maximum Foute Pogingen
pl_pl: Maxymalna ilość nieudanych prób

source: Time Minutes
fa_ir: زمان به دقیقه
nl_nl: Tijd Minuten
pl_pl: Minuty

source: Maximum Failure Attempts Before TwoWeeks Ban
fa_ir: حداکثر دفعات مجاز قبل از دوهفته از انسداد
nl_nl: Maximum Foute Pogingen Voor TweeWeken Ban
pl_pl: Maxymalna ilość nieudanych prób przed dwutygodniowym banem

source: Email Notification
fa_ir: آگاهی از طریق پست الکترونیک
nl_nl: Email Notificatie
pl_pl: Powiadomienie email

source: Enabled
fa_ir: فعال
nl_nl: Geactiveerd
pl_pl: Włączony

source: Maximum Simultaneous Logins
fa_ir: ورود همزمان حداکثر
nl_nl: Maximum Gelijktijdige Aanmeldingen
pl_pl: Maxymalna ilość jednoczesnych logowań

source: Maintenance Settings
fa_ir: تنظیمات نگهداری
nl_nl: Onderhouds Instellingen
pl_pl: Opcje ogólne

source: Website Suspended
fa_ir: سایت موقتا تعطیل شده
nl_nl: Website Onderbroken
pl_pl: Strona zawieszona

source: Suspend Text
fa_ir: متن تعطیل موقت
nl_nl: Onderbreking Tekst
pl_pl: Tekst do zawieszonej strony

source: Notification Text
fa_ir: متن آگاهی
nl_nl: Notificatie Tekst
pl_pl: Tekst powiadomienia

source: Registrations Suspended
fa_ir: ثبت نام موقتا غیرفعال است
nl_nl: Registraties Onderbroken
pl_pl: Rejestracja zawieszona

source: Logins Suspended
fa_ir: ورود به سایت موقتا غبرفعال است
nl_nl: Aanmeldingen Onderbroken
pl_pl: Logowanie zawieszone

source: Functionality Settings
fa_ir: تنظیمات کارکردها
nl_nl: Functionaliteit Instellingen
pl_pl: Ustawienia funkcjonalności

source: Ajax Paging
fa_ir: صفحه بندی ای جکس
nl_nl: Ajax Paginering
pl_pl: Stronowanie ajax

source: Blog Ping On New Posts
fa_ir: در پستهای جدید ، وبلاگ نیز به روز گردد
nl_nl: Blog Ping Bij Nieuwe Posts
pl_pl: Wypis na nowych postach

source: Blog Ping Servers
fa_ir: سرورهای وبلاگ که باید به روز گردند
pl_pl: Wypis na ping serwera

source: Default Locale
fa_ir: مکان فعلی
nl_nl: Standaard Taal
pl_pl: Domyślny język

source: Minimum Password Length
fa_ir: حداقل اندازه گذرواژه
nl_nl: Minimum Paswoord Lengte
pl_pl: Minimalna długość hasła

source: Username Changes Disabled
fa_ir: تغییر گذرواژه غیرفعال است
nl_nl: Gebruikersnaam Wijziging Uitgeschakeld
pl_pl: Zmiany użytkownika wyłączone

source: Avatars Disabled
fa_ir: آواتار غیرفعال است
nl_nl: Avatars Uitgeschakeld
pl_pl: Avatary wyłączone

source: Avatars Size
fa_ir: اندازه آواتار
nl_nl: Avatars Grootte
pl_pl: Wielkość avatarów

source: Default Avatar URL
fa_ir: نشانی URL آواتار پیشفرض
nl_nl: Standaard Avatar URL
pl_pl: Domyślna ścieżka avatara

source: Email Settings
fa_ir: تنظیمات ایمیل
nl_nl: Email Instellingen
pl_pl: Ustawienia email

source: Use SMTP
fa_ir: استفاده از سرور SMTP
nl_nl: Gebruik SMTP
pl_pl: Użyj SMTP

source: Use SSL SMTP
fa_ir: استفاده از سرور SSL SMTP
nl_nl: Gebruik SSL SMTP
pl_pl: Użyj SLL SMTP

source: SMTP Host
fa_ir: نشانی سرور SMTP
nl_nl: SMTP Server
pl_pl: Host SMTP

source: SMTP Port
fa_ir: پورت سرور SMTP
nl_nl: SMTP Poort
pl_pl: Port SMTP

source: SMTP Username
fa_ir: شناسه SMTP
nl_nl: SMTP Gebruikersnaam
pl_pl: Użytkownik SMTP

source: SMTP Password
fa_ir: گذرواژه SMTP
nl_nl: SMTP Wachtwoord
pl_pl: Hasło SMTP

source: PGP Encrypt
nl_nl: PGP Encryptie
pl_pl: Szyfrowanie PGP

source: PGP Public Keys Directory
nl_nl: PGP Publieke Sleutel Map
pl_pl: Publiczny katalog kluczy PGP

source: PGP Binary
pl_pl: Binarny PGP

source: Comments Settings
fa_ir: تنظیمات یادداشتها/نظرات
nl_nl: Commentaar Instellingen
pl_pl: Ustawienia komentarzy

source: Moderated Comments
fa_ir: نظرات تایید شده
nl_nl: Gemodereerde Commentaren
pl_pl: Moderowane komentarze

source: Moderated Comments By Approval
fa_ir: نظرات تایید شده پس از بررسی
nl_nl: Gemodereerde Commentaren op Goedkeuring
pl_pl: Komentarze moderowane poprzez zatwierdzenie

source: Moderated Comments Pending Minutes
fa_ir: نظرات منتظر تایید
nl_nl: Gemodereerde Commentaren Wachttijd Minuten
pl_pl: Czas na wymoderowanie komentarzy w minutach

source: jQuery Settings
fa_ir: تنظیمات jQuery
nl_nl: jQuery Instellingen
pl_pl: Ustawienia jQuery

source: Load Plugins
fa_ir: فعالسازی افزونه
nl_nl: Laad Plugins
pl_pl: Ładuj pluginy(dodatki)

source: Load Admin Plugins
fa_ir: فعالسازی افزونه مدیر
nl_nl: Laad Admin plugins
pl_pl: Ładuj pluginy admina

source: Disabled
fa_ir: غیرفعال
nl_nl: Uitgeschakeld
pl_pl: Wyłączony

source: Security Image Settings
fa_ir: تنظیمات تصویر امنیتی
nl_nl: Beveiligings Afbeelding Instellingen
pl_pl: Ustawienia obrazka bezpieczeństwa

source: Code Length
fa_ir: اندازه کد
nl_nl: Code Lengte
pl_pl: Długość kodu

source: Font
fa_ir: قلم
nl_nl: Lettertype
pl_pl: Czcionka

source: Font Size
fa_ir: اندازه قلم
nl_nl: Lettertype Grootte
pl_pl: Wielkość czcionki

source: Random Lines
fa_ir: خطوط تصادفی
nl_nl: Random Lijnen
pl_pl: Losowe linie

source: Foreground Color
fa_ir: رنگ قلم
nl_nl: Voorgrond Kleur
pl_pl: Pierwszoplanowy kolor

source: Background Color
fa_ir: رنگ زمینه
nl_nl: Achtergrond Kleur
pl_pl: Drugoplanowy kolor

source: Random Words
fa_ir: کلمات تصادفی
nl_nl: Random Woorden
pl_pl: Losowe słowa

source: Random Fonts
fa_ir: قلمهای تصادفی
nl_nl: Random Lettertypen
pl_pl: Losowe czcionki

source: Admin Settings
fa_ir: تنظیمات مدیر
nl_nl: Admin Instellingen
pl_pl: Ustawienia Administratora

source: Items Counter Enabled
fa_ir: شمارنده فعال
nl_nl: Item Teller Ingeschakeld
pl_pl: Liczenie przedmiotów włączone

source: Favorite Links Enabled
fa_ir: پیوندهای دلخواه، فعال
nl_nl: Favoriete Link Ingeschakeld
pl_pl: Ulubione linki włączone

source: Remove
fa_ir: حذف
nl_nl: Verwijder
pl_pl: Usuń

source: Get Help
fa_ir: راهنما
nl_nl: Haal Hulp
pl_pl: Pomoc

source: New Language
fa_ir: زبان جدید
nl_nl: Nieuwe Talen
pl_pl: Nowy język

source: Pages / Posts
fa_ir: صفحات/پست ها
nl_nl: Paginas / Posts
pl_pl: Strony / Posty

source: Blocks
fa_ir: بلاک ها
nl_nl: Blokken
pl_pl: Bloki

source: Title
fa_ir: عنوان
nl_nl: Titel
pl_pl: Tytuł

source: e.g. English
fa_ir: مثلا: فارسی
nl_nl: bv. Nederlands
pl_pl: np. Angielski

source: Path
fa_ir: مسیر
nl_nl: Pad
pl_pl: Ścieżka

source: e.g. en
fa_ir: مثلا: fa
nl_nl: bv. nl
pl_pl: np. en

source: Locale Directory
fa_ir: مسیر پرونده های ترجمه
nl_nl: Taal Map
pl_pl: Lokalny katalog

source: e.g. en_UK
fa_ir: مثلا: fa_IR
nl_nl: bv. nl_BE
pl_pl: np. en_UK

source: Additional Options
fa_ir: سایر گزینه ها
nl_nl: Extra Opties
pl_pl: Dodatkowe opcje

source: Default
fa_ir: پیش گزیده
nl_nl: Standaard
pl_pl: Domyślny

source: Deactivated
fa_ir: غیرفعال شده
nl_nl: Uitgeschakeld
pl_pl: Deaktywowany

source: (marked with strike through)
fa_ir: (بصورت خط خورده نمایش داده می شوند)
nl_nl: (doorstreept gemarkeerd
pl_pl: Przekreślone

source: Order
fa_ir: ترتیب
nl_nl: Sorteer
pl_pl: Kolejność

source: Languages have been successfully re-ordered.
fa_ir: زبانها با موفقیت بازمرتب سازی شدند.
nl_nl: Talen werden met succes herschikt.
pl_pl: Kolejność języku została zmieniona pomyślnie

source: Language has been successfully deleted.
fa_ir: زبانها با موفقیت حذف گردیدند.
nl_nl: Taal werd met succes verwijderd.
pl_pl: Język został usunięty pomyślnie

source: Language has been successfully updated.
fa_ir: زبانها با موفقیت به روز شدند.
nl_nl: Taal werd met succes bijgewerkt.
pl_pl: Język został zaaktualizowany pomyślnie

source: View Pages
fa_ir: مشاهده صفحات
nl_nl: Toon Paginas
pl_pl: Zobacz strony

source: Edit
fa_ir: اصلاح
nl_nl: Bewerk
pl_pl: Edytuj

source: Language has been successfully created.
fa_ir: زبان مورد نظر با موفقیت اضافه شد.
nl_nl: Taal werd met succes aangemaakt.
pl_pl: Język został stworzony pomyślnie

source: Title / Path
fa_ir: عنوان/مسیر
nl_nl: Titel / Pad
pl_pl: Tytruł / Ścieżka

source: Locale
fa_ir: بومی سازی
nl_nl: Taal
pl_pl: Język

source: Delete
fa_ir: حذف
nl_nl: Verwijder
pl_pl: Usuń

source: Yes
fa_ir: بلی
nl_nl: Ja
pl_pl: Tak

source: Reorder
fa_ir: بازمرتب سازی
nl_nl: Herschik
pl_pl: Zmień kolejność

source: Reset
fa_ir: مقادیرپیشفرض
pl_pl: Zresetuj

source: Languages Administration
fa_ir: مدیریت زیانها
nl_nl: Taal Beheer
pl_pl: Administracja językami

source: Edit Language
fa_ir: اصلاح زبان
nl_nl: Bewerk Taal
pl_pl: Edytuj język

source: Cancel
fa_ir: انصراف
nl_nl: Annuleer
pl_pl: Anuluj

source: No languages found. Default en_US will be used for translations (can be changed in Global Settings).
fa_ir: هیچ زبانی پیدا نشد.زبان فارسی fa_IR بعنوان پیشفرض مورد استفاده قرار می گیرد.
nl_nl: Geen talen gevonden. Standaard en_US zal gebruikt worden voor vertalingen (kan in Globale Instellingen gewijzigd).
pl_pl: Nie znaleziono języków, (Angielski) zostanie użyty do tłumaczeń(można to zmienić w ustawieniach ogólnych)

source: Language couldn't be created! Error: %s
fa_ir: زبان جدید ایجاد نشد.خطا: %s
nl_nl: Taal kon niet worden gemaakt! Fout: %s
pl_pl: Język nie został stworzony! Błąd: %s

source: Language couldn't be updated! Error: %s
fa_ir: زبان مورد نظر به روز نشد.خطا: %s
nl_nl: Taal kon niet worden bijgewerkt! Fout: %s
pl_pl: Język nie został zaaktualizowany! Błąd: %s

source: Value
fa_ir: مقدار
nl_nl: Waarde
pl_pl: Wartość

source: Selected
fa_ir: انتخاب شده
nl_nl: Geselecteerd
pl_pl: Wybrane

source: Alternative Title
fa_ir: عنوان جایگزین/دوم
nl_nl: Alternatieve Titel
pl_pl: Tytuł alternatywny

source: Field values have been successfully re-ordered.
fa_ir: مقادیر فیلد با موفقیت بازمرتب سازی شدند.
nl_nl: Veld waarden werden met succes herschikt.
pl_pl: Kolejność wartości pól zostały zmienione pomyślnie

source: Field value has been successfully deleted.
fa_ir: مقادیر فیلد با موفقیت حذف شدند.
nl_nl: Veld waarden werd met succes verwijderd.
pl_pl: Wartość pola została usunięta pomyślnie

source: Field value has been successfully updated.
fa_ir: مقادبر فیلد با موفقیت به روز گردید.
nl_nl: Veld waarden werd met succes bijgewerkt.
pl_pl: Wartośc pola zostałazaaktualizowanapomyślnie

source: Field value has been successfully created.
fa_ir: مقدار فیلد با موفقیت ایجاد شد.
nl_nl: Veld waarde werd met succes gemaakt.
pl_pl: Wartość pola zostałą dodana pomyślnie

source: Field Values
fa_ir: مقادیر فیلد
nl_nl: Veld Waarden
pl_pl: Wartości pola

source: Edit Field Value
fa_ir: اصلاح مقدار فیلد
nl_nl: Bewerk Veld Waarde
pl_pl: Edytuj wartość pola

source: New Field Value
fa_ir: ایجاد مقدار فیلد جدید
nl_nl: Nieuwe Veld Waarde
pl_pl: Nowa wartość pola

source: No field values found.
fa_ir: هیچ مقدار فیلدی یافت نشد.
nl_nl: Geen veld waarden gevonden.
pl_pl: Nie znaleziono wartości pola

source: Field value couldn't be added! Error: %s
fa_ir: مقدار فیلد اضافه نشد.خطا: %s
nl_nl: Veld waarde kon niet worden toegevoegd! Fout: %s
pl_pl: Wartość pola nie mogła zostać dodana! Błąd: %s

source: Field value couldn't be updated! Error: %s
fa_ir: مقدار فیلد به روز نشد.خطا: %s
nl_nl: Veld waarde kon niet worden bijgewerkt! Fout: %s
pl_pl: Wartość pola nie moze być zmieniona! Błąd: %s

source: Template Files
fa_ir: پرونده های قالب
nl_nl: Template Bestanden
pl_pl: Pliki Stylu

source: JS Editor
fa_ir: ویرایشگر جاوا
pl_pl: Edytor JS

source: Template
fa_ir: قالب
pl_pl: Styl(Template)

source: CSS Editor
fa_ir: ویرایشگر سبک/ CSS
pl_pl: Edytor CSS

source: Write access is required to access this area!
fa_ir: برای دسترسی به این بخش باید حق نوشتن داشته باشید!
nl_nl: Schrijf toegang is vereist om deze locatie te bereiken!
pl_pl: Aby poruszać się po tym miejscu potrzebny jest dostęp do zapisu.

source: New File
fa_ir: پرونده جدید
nl_nl: Nieuw Bestand
pl_pl: Nowy plik

source: Content Files
fa_ir: پرونده های محتوایی
nl_nl: Inhoud Bestanden
pl_pl: Pliki zawartości

source: Images
fa_ir: تصاویر
nl_nl: Afbeeldingen
pl_pl: Obrazy

source: Upload Template
fa_ir: ارسال قالب
pl_pl: Wyślij styl(template)

source: View Website
fa_ir: مشاهده سایت شما
nl_nl: Bekijk Website
pl_pl: Zobacz stronę

source: Template File
fa_ir: پرونده قالب
nl_nl: Template Bestand
pl_pl: Plik stylu

source: e.g. template-name.tar.gz
fa_ir: مثلا: template-name.tar.gz
nl_nl: bv. template-naam.tar.gz
pl_pl: np. template-nazwa.tar.gz

source: Upload another template
fa_ir: ارسال قالب دیگر
nl_nl: Upload een andere template
pl_pl: Prześlij następny styl

source: Template has been successfully deleted.
fa_ir: قالب مورد نظر با موفقیت حذف گردید.
nl_nl: Template werd met succes verwijderd.
pl_pl: Styl(template) został usunięty

source: Template has been successfully activated.
fa_ir: قالب مورد نظر با موفقیت فعال گردید.
nl_nl: Template werd met succes geactiveerd.
pl_pl: Styl(template) został aktywowany

source: Default template has been successfully reset for your website.
fa_ir: قالب پیشفرض با موفقیت بعنوان قالب سایت تنظیم شد.
nl_nl: Standaard template werd met succes teruggezet voor uw website.
pl_pl: Ustawiono domyślny styl dla strony

source: Template has been successfully set for Admin section.
fa_ir: قالب مورد نظر با موفقیت برای قسمت مدیریت سایت انتخاب شد.
nl_nl: Template werd met succes toegepast voor de Admin sectie.
pl_pl: Styl został ustawiony pomyślnie dla sekcji administracyjnej

source: Refresh
fa_ir: بازخوانی
nl_nl: Ververs
pl_pl: Odśwież

source: Default template has been successfully reset for Admin section.
fa_ir: قالب پیشفرض بعنوان قالب مدیر سایت انتخاب شد.
nl_nl: Standaard template werd met succes teruggezet voor de Admin sectie.
pl_pl: Ustawiono domyślny styl dla sekcji administracyjnej

source: No template selected to be uploaded! Please select at least one template to upload.
fa_ir: هیچ قالبی برای ارسال انتخاب نشده است.لطفا دست کم یک قالب را انتخاب فرمایید.
nl_nl: Geen template geselecteerd om op te laden! Selecteer minstens een template om op te laden.
pl_pl: Nie wybrano żadnych stylów do wysłania, wybierz przynajmniej jeden styl do wysłania.

source: There were problems uploading some of the templates you selected. The following templates couldn't be uploaded: %s.
fa_ir: در ارسال پرونده قالب خطای غیرمنتظره رویداده است.این خطا مربوط به قالب: %s می باشد
nl_nl: Er waren problemen met het opladen van sommige van de templates die u selecteerde. De volgende templates konden niet worden opgeladen: %s.
pl_pl: Wystąpił problem przy przesyłaniu stylu! Błąd: %s

source: Templates have been successfully uploaded. The following templates have been uploaded: %s.
fa_ir: پرونده قالب با موفقیت ارسال شد و هم اکنون قابل استفاده می باشد: %s
nl_nl: Templates werden met succes opgeladen. De volgende templates werden opgeladen: %s
pl_pl: Styl został przesłany pomyślnie, następujące style zostały przesłane: %s

source: by %s
fa_ir: توسط: %s
nl_nl: door %s
pl_pl: przez %s

source: Tags
fa_ir: برچسبها
pl_pl: Tagi

source: Location
fa_ir: محل
nl_nl: Locatie
pl_pl: Lokacja

source: Restore default template for your website
fa_ir: بازگردانی قالب پیشفرض سایت
nl_nl: Zet standaard template terug voor uw website
pl_pl: Ustaw domyślny styl dla strony

source: Deactivate
fa_ir: غیرفعال سازی
nl_nl: Deactiveer
pl_pl: Deaktywuj

source: Restore default template for Admin section
fa_ir: بازگردانی قالب پیشفرض بخش مدیریت سایت
nl_nl: Zet standaard template terug voor Admin sectie
pl_pl: Ustaw domyślny styl dla sekcji administracyjnej

source: Unset Admin
fa_ir: لغو مدیریت
nl_nl: Zet Admin Uit
pl_pl: Usuń dla panelu admina

source: Set template as default for Admin section
fa_ir: تنظیم این قالب بعنوان قالب پیشفرض مدیریت
nl_nl: Zet template als standaard voor Admin sectie
pl_pl: Ustaw styl jako domyślny dla sekcji administracyjnej

source: Set Admin
fa_ir: تنظیم مدیر
nl_nl: Zet Admin Aan
pl_pl: Ustaw dla panelu admina

source: Activate and set it as the current template for your website
fa_ir: فعالسازی و انتخاب این قالب بعنوان قالب پیشفرض سایت
nl_nl: Activeer en zet als de huidige standaard template voor uw website
pl_pl: Aktywuj i ustaw jako domyślny styl dla strony

source: Activate
fa_ir: فعالسازی
nl_nl: Activeer
pl_pl: Aktywuj

source: Template Administration
fa_ir: مدیریت قالبها
nl_nl: Template Beheer
pl_pl: Administracja stylami

source: Below are the available templates found in the "<b>template/</b>" folder. To install a new template just extract it to the "<b>template/</b>" folder, or using the form below select the template package file (e.g. template-name.tar.gz).
fa_ir: در فهرست زیر قالبهای موجود در پوشه "<b>template/</b>" سایت نمایش داده می شوند.شما می توانید پرونده های قالب خود را در این پوشه قرار داده و سپس از طریق همین بخش آنرا فعال نمایید.
nl_nl: Hieronder vindt u de beschikbare templates gevonden in de map "<b>template</b>" map. Om een nieuwe template te installeren, pak deze uit naar de "<b>template/</b>" map of gebruik onderstaand formulier om het template bestand te selecteren (bv. template-naam.tar.gz).
pl_pl: Poniżej możesz zobaczyć style dostępne w folderze "<b>template/</b>" Żeby zainstalować nowy styl skopiuj go do folderu "<b>template/</b>" lub wybierz z formularza ponizej paczkę ze stylem (np. styl-nazwa.tar.gz).

source: Edit the CSS template file
fa_ir: اصلاح پرونده CSS مربوط به قالب
nl_nl: Bewerk het CSS template bestand
pl_pl: Edytuj plik stylu CSS

source: Edit CSS File
fa_ir: اصلاح پرونده CSS
nl_nl: Bewerk CSS Bestand
pl_pl: Edytuj plik CSS

source: Edit the JavaScript template file
fa_ir: اصلاح پرونده جاوااسکریپت قالب
nl_nl: Bewerk het JavaScript template bestand
pl_pl: Edytuj plik stylu JS

source: Edit JS File
fa_ir: اصلاح پرونده جاوااسکریپت
nl_nl: Bewerk JS Bestand
pl_pl: Edytuj plik JS

source: Browse template Images
fa_ir: نمایش تصاویر مربوط به قالب
nl_nl: Blader door template afbeeldingen
pl_pl: Przeglądaj obrazy stylu

source: Template Images
fa_ir: تصاویر قالب
nl_nl: Template Afbeeldingen
pl_pl: Obrazy stylu

source: Browse and download more templates
fa_ir: قالبهای بیشتری می خواهید؟ اینجا کلیک کنید.
nl_nl: Blader en download meer templates
pl_pl: Przeglądaj i ściągnij więcej styli

source: Get Templates
fa_ir: دریافت قالب
nl_nl: Haal templates op
pl_pl: Ściągnij style

source: Modify Activated Template
fa_ir: تغییر/اصلاح قالب فعال
nl_nl: Wijzig Geactiveerd Template
pl_pl: Modyfikuj aktywowany styl

source: Upload New Template
fa_ir: ارسال قالب جدید
nl_nl: Upload Nieuw Template
pl_pl: Wyślij nowy styl

source: No templates found.
fa_ir: هیچ قالبی جهت استفاده نصب نشده است.
nl_nl: Geen geinstalleerde templates gevonden.
pl_pl: Nie znaleziono zainstalowanych stylów

source: Template couldn't be added! Error: %s
fa_ir: قالب اضافه نشد.خطا: %s
nl_nl: Template kon niet worden toegevoegd! Fout: %s
pl_pl: Styl nie został dodany! Błąd: %s

source: Template couldn't be updated! Error: %s
fa_ir: قالب به روز نشده است.خطا: %s
nl_nl: Template kon niet worden bijgewerkt! Fout: %s
pl_pl: Styl nie może być zmieniony! Błąd: %s

source: Invalid or template installer script cannot be found.
fa_ir: پرونده نصب قالب پیدا نشد و یا قالب معتبر نیست.
nl_nl: Ongeldig of template installatie script kon niet gevonden worden.
pl_pl: Skrypt instalatora stylu nie może być znaleziony lub jest nieprawidłowy

source: Template couldn't be deleted but it is now safe to be deleted manually by just simply removing the "%s" folder.
fa_ir: امکان حذف قالب وجود ندارد.توصیه می شود پوشه %s را بصورت دستی حذف فرمایید
nl_nl: Template kon niet worden verwijderd maar het kan nu veilig manueel verwijderd worden door de "%s" map te verwijderen.
pl_pl: Styl nie może być usunięty, jednak można usunąć go ręcznie usuwając katalog "%s"

source: The template you selected cannot be found!
fa_ir: قالب انتخاب شده پیدا نشد!
nl_nl: Geselecteerde template kon niet worden gevonden!
pl_pl: Wybrany styl nie został znaleziony

source: Couldn't extract template as it is to big to be processed with the current memory limit set. Please try to extract it manually or increment the PHP memory limit.
fa_ir: امکان بازکردن پرونده قالب وجود ندارد.به نظر میرسد حجم این پرونده بیشتر از مقدار مجاز می باشد.
nl_nl: Kon template niet uitpakken omdat het te groot was om met de huidige ingestelde geheugen limiet te verwerken. Probeer het manueel uit te pakken of de geheugenlimiet in de PHP configuratie te vergroten.
pl_pl: Nie można wypakować stylu ponieważ limit pamięci nie pozwala na to. Spróbuj ponownie wypakować ręcznie lub zwiększ limit.

source: Template couldn't be extracted! Error: Invalid template! Please make sure to upload a valid tar.gz template file.
fa_ir: امکان بازگشایی پرونده قالب وجود ندارد.به نظر می رسد این پرونده شامل پرونده های قالب نیست.
nl_nl: Template kon niet worden uitgepakt! Fout: Ongeldig template! Zorg dat u een geldig tar.gz template file oplaadt.
pl_pl: Styl nie może być wypakowany! Błąd: Nieprawidłowy styl - upewnij się że wysyłasz odpowiedni plik stylu z zakończeniem tar.gz

source: Template couldn't be extracted! Error: Empty template! The template you selected seems to be an empty tar.gz file.
fa_ir: امکان بازگشایی پرونده قالب وجود ندارد.این پرونده خالی است.
nl_nl: Template kon niet worden uitgepakt! Fout: leeg template! Het geselecteerde template lijkt een leeg tar.gz bestand te zijn.
pl_pl: Styl nie może być wypakowany! Błąd: Pusty styl - plik który wybrałeśjest pustym plikiem tar.gz

source: Template couldn't be extracted! Error: "%s" directory couldn't be created.
fa_ir: امکان بازگشایی پرونده قالب وجود ندارد.خطا: امکان ایجاد پوشه "%s" وجود ندارد.
nl_nl: Template kon niet worden uitgepakt! Fout: "%s" map kon niet worden gemaakt.
pl_pl: Styl nie może być wypakowany! Błąd: katalog "%s" nie może być utworzony

source: Template couldn't be extracted! Error: "%s" file couldn't be created.
fa_ir: امکان بازگشایی پرونده قالب وجود ندارد.خطا: امکان ایجاد پرونده "%s" وجود ندارد!
nl_nl: Template kon niet worden uitgepakt! Fout: "%s" bestand kon niet worden gemaakt.
pl_pl: Nie można wypakować stylu! Błąd: Nie można utworzyć pliku "%s"

source: Request can only be accessed by administrators!
fa_ir: این درخواست تنها توسط مدیر سیستم قابل اجرا است.
nl_nl: Aanvraag kan enkel worden bereikt door een beheerder!
pl_pl: Zapytanie jest dostępne tylko przez administratora

source: You do not have permission to access this path!
fa_ir: شما مجاز به دسترسی به این مسیر نمی باشید!
nl_nl: U heeft niet de toegang om dit pad te bereiken!
pl_pl: Nie masz dostępu do tej ścieżki

source: Query took %s seconds
fa_ir: زمان اجرای درخواست: %s ثانیه
nl_nl: Query duurde %s seconden
pl_pl: Zadanie zabrało %s sekund/y

source: SQL Error:
fa_ir: خطای SQL:
nl_nl: SQL Fout:
pl_pl: Błąd SQL:
