Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/messages.po
Languages: fa_ir, nl_nl, pl_pl

source: Comment does not exist!
fa_ir: نظر مورد نظر وجود ندارد!
nl_nl: Commentaar bestaat niet!
pl_pl: Komentarz nie istnieje

source: You cannot rate your own comments!
fa_ir: شما نمی توانید به نظر خود امتیاز بدهید!
nl_nl: U kan uw eigen commentaar geen waardering geven.
pl_pl: Nie możesz oceniać własnych komentarzy

source: You already rated this comment.
fa_ir: شما قبلا به این نظر امتیاز داده اید.
nl_nl: U gaf reeds waardering op dit commentaar.
pl_pl: Już oceniałeś ten komentarz

source: Thank you for rating this comment.
fa_ir: از اینکه به این نظر امتیاز دادید سپاسگذاریم.
nl_nl: Bedankt om uw waardering te geven op dit commentaar.
pl_pl: Dziękujemy za ocenę komentarza

source: Only administrators can delete comments.
fa_ir: تنها مدیر امکان حذف نظرات را دارد.
nl_nl: Enkel beheerders kunnen commentaren verwijderen.
pl_pl: Tylko administratorzy mogą usuwać komentarze

source: Selected comment cannot be found!
fa_ir: نظر مورد نظر پیدا نشد!
nl_nl: Geselecteerd commentaar kan niet gevonden worden!
pl_pl: Wybrany komentarz nie został znaleziony

source: You can only edit your own comments.
fa_ir: شما تنها قادر به اصلاح نظر های خود می باشد.
nl_nl: U kan enkel uw eigen commentaren bewerken.
pl_pl: Możesz edytować tylko własny komentarze

source: Your comment has been successfully updated.
fa_ir: نظر مورد نظر با موفقیت به روز شد.
nl_nl: Uw commentaar werd met succes bijgewerkt.
pl_pl: Twój komentarz został zmieniony

source: Thank you for your comment.
fa_ir: از ارسال نظر توسط شما سپاسگذاریم.
nl_nl: Bedankt voor uw commentaar.
pl_pl: Dziękujemy za twój komentarz

source: (optional, used only for receiving Notification on replies and for the <a href='http://gravatar.com' target='_blank' rel='nofollow'>Avatar</a>)
fa_ir: (اختیاری:تنها در صورتیکه تمایل دارید سایر نظرات و پاسخها را از طریق ایمیل دریافت نمایید. <a href='http://gravatar.com' target='_blank' rel='nofollow'>آواتار</a>)
nl_nl: (optioneel, enkel gebruikt om Notificatie op antwoorden te ontvangen en voor de <a href='http://gravatar.com' target='_blank' rel='nofollow'>Avatar</a>
pl_pl: (opcjonalnie, używane tylko to odbierania powiadomień i odpowiedź i dla <a href='http://gravatar.com' target='_blank' rel='nofollow'>avatarów</a>)

source: Verification code
fa_ir: کد انتطباق
nl_nl: Verificatie Code
pl_pl: Kod weryfikacji

source: Only registered users can comment.
fa_ir: تنها کاربران عضو مجاز به درج نظر می باشند.
nl_nl: Enkel geregistreerde gebruikers kunnen commentaar geven.
pl_pl: Tylko zalogowani mogą komentować

source: Quick Reply
fa_ir: پاسخ سریع
nl_nl: Snel Antwoord
pl_pl: Szybka odpowiedź

source: Submit Reply
fa_ir: ثبت پاسخ
nl_nl: Geef Antwoord
pl_pl: Dodaj odpowiedź

source: Delete comment and all it's subcomments
fa_ir: این نظر و تمامی پاسخهای آنرا حذف کن
nl_nl: Verwijder commentaar en alle zijn onderliggende commentaren
pl_pl: Dodaj komentarz i wszystkie odpowiedzi do niego

source: Edit this comment
fa_ir: اصلاح این نظر
nl_nl: Bewerk dit commentaar
pl_pl: Edytuj ten komentarz

source: Reply to this comment
fa_ir: پاسخ به این نظر
nl_nl: Antwoord op dit commentaar
pl_pl: Odpowiedz na ten komentarz

source: Reply
fa_ir: پاسخ
nl_nl: Antwoord
pl_pl: Odpowiedz

source: Vote Up
fa_ir: ارتقای رای
nl_nl: Stem Omhoog
pl_pl: Głosuj za

source: Vote Down
fa_ir: کاهش رای
nl_nl: Stem Omlaag
pl_pl: Głosuj przeciw

source: Will be visible to the public once approved.
fa_ir: پس از تایید قابل مشاهده توسط سایرین خواهد بود.
nl_nl: Wordt zichtbaar voor het publiek eens aanvaard.
pl_pl: Będzie widoczny dopiero po zatwierdzeniu

source: Pending
fa_ir: منتظرتایید
nl_nl: Hangend
pl_pl: Oczekiwanie

source: Will be visible to the public in %s minutes.
fa_ir: طی %s دقیقه آینده قابل مشاهده برای سایرین خواهد بود.
nl_nl: Wordt zichtbaar voor het publiek binnen %s minuten.
pl_pl: Będzie widoczny dla wszystkich za %s minut

source: Reply To comment #%s
fa_ir: پاسخ به نظر #%s
nl_nl: Antwoord op commentaar #%s
pl_pl: Odpowiedz na komentarz #%s

source: Edit comment #%s
fa_ir: اصلاح نظر #%s
nl_nl: Bewerk commentaar #%s
pl_pl: Edytuj komentarz #%s

source: Reply To
fa_ir: پاسخ به
nl_nl: Antwoord Aan
pl_pl: Odpowiedz do

source: You can use some HTML tags, such as &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt;
fa_ir: شما می توانید از تگ های HTML نیز استفاده کنید مانند: &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt;
nl_nl: U kan sommige HTML tags gebruiken, zoals &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt;
pl_pl: Możesz używać tagów HTML, takich jak &lt;b&gt;, &lt;i&gt;, &lt;a&gt;, &lt;em&gt;, &lt;blockquote&gt;, &lt;code&gt;

source: Cancel Reply
fa_ir: لغو پاسخ
nl_nl: Annuleer Antwoord
pl_pl: Anuluj odpowiedź

source: Cancel Edit
fa_ir: لغو اصلاح
nl_nl: Annuleer Bewerking
pl_pl: Anuluj edycję

source: Comments
fa_ir: نظرات
nl_nl: Commentaren
pl_pl: Komentarze

source: No comments yet.
fa_ir: هیچ نظری تاکنون داده نشده است.
nl_nl: Nog geen commentaren
pl_pl: Brak komentarzy

source: Enter the code shown in the image
fa_ir: لطفا کد نمایش داده شده را وارد کنید:
nl_nl: Voer de code rechts zichtbaar in
pl_pl: Wpisz kod z obrazka

source: Security Image
fa_ir: تصویر امنیتی
nl_nl: Beveiligings Afbeelding
pl_pl: Obrazek bezpieczeństwa

source: Reload
fa_ir: کد جدید
nl_nl: Herlaad
pl_pl: Załaduj ponownie

source: e.g. user@domain.com
fa_ir: مثلا: user@domain.com
nl_nl: bv. gebruiker@domein.com
pl_pl: np. użytkownik@domena.pl

source: e.g. 2010-07-21 21:00:00
fa_ir: مثلا: 1389-12-01 21:00:00
nl_nl: bv. 2010-07-21 21:00:00
pl_pl: np. 2011-06-25 21:00:00

source: e.g. 2010-07-21
fa_ir: مثلا: 1389-12-01
nl_nl: bv. 2010-07-21
pl_pl: np. 2011-06-25

source: e.g. 21:00:00
fa_ir: مثلا: 21:00:00
nl_nl: bv. 21:00:00
pl_pl: np. 21:00:00

source: e.g. #ff9933
fa_ir: مثلا: #ff9933
nl_nl: bv. #ff9933
pl_pl: np. #ff9933

source: e.g. +1 (202) 555-1234
fa_ir: مثلا: +98 (21) 555-12034
nl_nl: bv. +32 (50) 123 123
pl_pl: np. +48(696)213311

source: Text
fa_ir: متن
nl_nl: Tekst
pl_pl: Tekst

source: Checkbox
fa_ir: جعبه انتخاب
nl_nl: Selectievak
pl_pl: Block sprawdzania

source: Select
fa_ir: انتخاب
nl_nl: Selecteer
pl_pl: Wybór

source: Multi Select
fa_ir: چند انتخابی
nl_nl: Multi Selecteer
pl_pl: Multi wybór

source: Recipient Select
fa_ir: انتخاب گیرنده
nl_nl: Ontvanger Selecteer
pl_pl: Wybór odbiorcy

source: Textarea
fa_ir: محدوده متن
nl_nl: Tekstveld
pl_pl: Miejsce do tekstu

source: Text Editor
fa_ir: ویرایشگر متن
nl_nl: Tekst Bewerker
pl_pl: Edytor tekstu

source: Code Editor
fa_ir: ویرایشگر کد
nl_nl: Code Bewerker
pl_pl: Edytor kodu

source: Hidden
fa_ir: مخفی
nl_nl: Verborgen
pl_pl: Ukryte

source: Review
fa_ir: بازنگری
nl_nl: Overzicht
pl_pl: Recenzja

source: Password
fa_ir: گذرواژه
nl_nl: Wachtwoord
pl_pl: Hasło

source: Confirm Previous Field
fa_ir: فیلد قبل را تایید کنید
nl_nl: Bevestig Voorgaand Veld
pl_pl: Potwierdź poprzednie pole

source: Date Time
fa_ir: تاریخ/زمان
nl_nl: Datum Tijd
pl_pl: Data i czas

source: Date
fa_ir: تاریخ
nl_nl: Datum
pl_pl: Data

source: Time
fa_ir: زمان
nl_nl: Tijd
pl_pl: Czas

source: Static Text
fa_ir: متن ثابت
nl_nl: Statische Tekst
pl_pl: Teskt statyczny

source: Button Submit
fa_ir: دکمه ثبت
nl_nl: Verzend Knop
pl_pl: Przycisk Wyślij

source: Button Reset
fa_ir: دکمه نوسازی
nl_nl: Reset Knop
pl_pl: Przycisk Reset

source: Button
fa_ir: دکمه
nl_nl: Knop
pl_pl: Przycisk

source: File
fa_ir: پرونده
nl_nl: Bestand
pl_pl: Plik

source: Open Form Area
fa_ir: محدوده بازگشایی فرم
nl_nl: Open Formulier Gebied
pl_pl: Miejsce otwartego formularza

source: Close Form Area
fa_ir: محدوده بستن فرم
nl_nl: Sluit Formulier Gebied
pl_pl: Miejsce zamkniętego formularza

source: Color
fa_ir: رنگ
nl_nl: Kleur
pl_pl: Kolor

source: Telephone
fa_ir: تلفن
nl_nl: Telefoon
pl_pl: Telefon

source: URL
fa_ir: نشانی URL
pl_pl: Adres URL

source: Range
fa_ir: محدوده
nl_nl: Reeks
pl_pl: Zasięg

source: Number
fa_ir: شماره
nl_nl: Nummer
pl_pl: Numer

source: Page Break
fa_ir: تفکیک کننده صفحه
nl_nl: Pagina Einde
pl_pl: Podział strony

source: Float
fa_ir: عدد اعشاری
pl_pl: Przepływ

source: Array
fa_ir: آرایه
pl_pl: Tablica

source: TimeStamp
fa_ir: برچسب زمانی
nl_nl: TijdStempel
pl_pl: Znacznik czasu

source: HTML
fa_ir: کد HTML
pl_pl: HMTL

source: LimitedString
fa_ir: رشته محدود
pl_pl: Limit stringu

source: Submit
fa_ir: ثبت
nl_nl: Opslaan
pl_pl: Wyślij

source: Fields marked with an asterisk (*) are required.
fa_ir: فیلدهای علامتدار با * الزامی هستند.
nl_nl: Velden gemarkeerd met een sterretje (*) zijn verplicht.
pl_pl: Pola zaznaczone gwiazdką(*) są obowiązkowe

source: Field(s) marked with an asterisk (*) is/are required.
fa_ir: فیلدهای علامتدار با * الزامی هستند.
nl_nl: Veld(en) gemarkeerd met een sterretje (*) is/zijn verplicht.
pl_pl: Pole(a) zaznaczone gwiazdką(*) jest(są) obowiązkowe

source: No file selected for upload.
fa_ir: هیچ پرونده ای جهت ارسال انتخاب نشده است.
nl_nl: Geen bestand geselecteerd om op te laden.
pl_pl: Nie wybrano pliku do wysłania

source: Some fields do not match. Please make sure to enter the same value when asked to confirm a previous field.
fa_ir: برخی فیلدها مطابقت ندارند.لطفا اطمینان یابید که مقادیر خواسته شده با فیلد قبلی آن یکسان باشند.
nl_nl: Sommige velden komen niet overeen. Voer dezelfde waarde in wanneer gevraagd om het vorige veld te bevestigen.
pl_pl: Niektóre pola się nie zgadzają. Upewnij się że wpisaleś odpowiednie wartości w poprzednich polach

source: Incorrect verification code. Please enter the code shown on the image.
fa_ir: کد امنیتی صحیح نیست.لطفا کد نمایش داده شده در تصویر را عینا وارد نمایید.
nl_nl: Incorrecte verificatie code. Gelieve de code in het figuur in te voeren.
pl_pl: Nieprawidłowy kod weryfikacyjny. Wpisz kod przestawiony na obrazku

source: Invalid email address. Please make sure you enter a valid email address.
fa_ir: پست الکترونیک معتبر نیست.لطفا نشانی پست الکترونیک خود را صحیح وارد نمایید.
nl_nl: Ongeldig email adres. Geef een geldig email adres op.
pl_pl: Nieprawidłowy adres email. Upewnij się że wpisałeś odpowiedni adres email

source: The password you entered is too short. Your password must be at least %s characters long.
fa_ir: گذرواژه وارده بسیار کوتاه است.لطفا گذرواژه ای با تعداد حروف بیشتری وارد نمایید.دست کم: %s حرفی
nl_nl: Het opgegeven wachtwoord is te kort. Het wachtwoord moet minstens %s karakters lang zijn.
pl_pl: Wpisane hasło jest zbyt krótkie, hasło musi mieć przynajmniej %s znaków

source: Please review / correct the marked fields in the form below and try again.
fa_ir: بطفا فیلدهای مشخص شده زیر را اصلاح نموده و مجددا تلاش کنید.
nl_nl: Kijk de gemarkeerde velden in het onderstaand formulier na, corrigeer en probeer opnieuw
pl_pl: Sprawdź ponownie / popraw zaznaczone pola poniżej i spróbuj ponownie

source: Next
fa_ir: بعدی
nl_nl: Volgende
pl_pl: Dalej

source: Back
fa_ir: بازگشت
nl_nl: Terug
pl_pl: Cofnij

source: (Step %s of %s)
fa_ir: (مرحله %s از %s)
nl_nl: (Stap %s van %s)
pl_pl: (Krok %s z %s)

source: Field marked with an asterisk (*) is required.
fa_ir: فیلدهای علامتدار با * الزامی هستند.
nl_nl: Veld gemarkeerd met een sterretje (*) is verplicht.
pl_pl: Pole zaznaczone gwiazdką(*) jest obowiązkowe

source: New Form
fa_ir: فرم جدید.
nl_nl: Nieuw Formulier
pl_pl: Nowy formularz

source: Form ID
fa_ir: شناسه ID فرم
nl_nl: Formulier ID
pl_pl: ID Formularza

source: Notification Options
fa_ir: تنظیمات آگاهی رسانی
nl_nl: Notificatie Opties
pl_pl: Opcje notyfikacji

source: Send Email
fa_ir: ارسال پیام الکترونیکی
nl_nl: Verzend Email
pl_pl: Wyślij wiadomość(email)

source: Send To
fa_ir: ارسال به
nl_nl: Verzend Naar
pl_pl: Wyślij do

source: Storage Options
fa_ir: تنظیمات ذخیره سازی
nl_nl: Opslag Opties
pl_pl: Opcje zapisu

source: SQL Table
fa_ir: جدول SQL
nl_nl: SQL Tabel
pl_pl: Tabela SQL

source: Method
fa_ir: روش
nl_nl: Methode
pl_pl: Metoda

source: Success Message
fa_ir: پیام موفقیت
nl_nl: Succes Boodschap
pl_pl: Wiadomość po pomyślnym wysłaniu

source: You are NOT allowed to delete a protected form!
fa_ir: شما قادر به حذف یک فرم حفاظت شده نیستید!
nl_nl: U hebt GEEN permissie om een beveiligd formulier te verwijderen!
pl_pl: Nie możesz usunąć chronionego formularza

source: Form has been successfully deleted.
fa_ir: فرم مورد نظر با موفقیت حذف شد.
nl_nl: Form werd met succes verwijderd.
pl_pl: Formularz usunięty

source: Form has been successfully updated.
fa_ir: فرم مورد نظر با موفقیت به روز گردید.
nl_nl: Formulier werd met succes bijgewerkt.
pl_pl: Zaaktualizowano formularz

source: Form has been successfully created.
fa_ir: فرم مورد نظر با موفقیت ایجاد گردید.
nl_nl: Formulier werd met succes gemaakt.
pl_pl: Utworzono formularz

source: Title / Form ID
fa_ir: عنوان/شناسه ID فرم
nl_nl: Titel / Formulier ID
pl_pl: Tytuł / ID Formularza

source: Fields
fa_ir: فیلدها
nl_nl: Velden
pl_pl: Pola

source: Protected Form
fa_ir: فرم محافظت شده
nl_nl: Beveiligd Formulier
pl_pl: Chroniony formularz

source: Send Email To
fa_ir: ارسال ایمیل به
nl_nl: Verzend Email Naar
pl_pl: Wyślij email do

source: Dynamic Forms Administration
fa_ir: مدیریت فرمهای پویا
nl_nl: Dynamische Formulieren Beheer
pl_pl: Administracja Formularzami dynamicznymi

source: To implement a form in your post just add the following code <code>{forms}formid{/forms}</code> to your content where <i>formid</i> is your form's id, for e.g. contact.
fa_ir: جهت درج فرم در پست ، کافی است عبارت <code>{forms}formid{/forms}</code> را در متن وارد نمایید.بجای formid شناسه فرم را وارد نمایید.
nl_nl: Om een formulier in een post onder te brengen voegt u volgende code <code>{forms}formid{/forms}</code> in de inhoud van uw post toe waar <i>formid</i> het nummer van het gewenste formulier is.
pl_pl: Żeby zaimplementować formularz do twojego posta dodaj kod <code>{forms}formid{/forms}</code> miejsce twojego tekstu <i>formid</i> jest identyfikatorem twojego formularza np. kontaktu

source: Edit Form
fa_ir: اصلاح فرم
nl_nl: Bewerk Formulier
pl_pl: Edytuj Formularz

source: No dynamic forms found.
fa_ir: هیچ فرم پویایی پیدا نشد.
nl_nl: Geen Dynamische Formulieren gevonden
pl_pl: Nie znaleziono Formularzy dynamicznych

source: A form with this ID already exists! Please choose a different id for your form.
fa_ir: یک فرم با شناسه فرم معرفی شده از قبل موجود است.لطفا شناسه دیگری را برای این فرم برگزینید.
nl_nl: Een formulier met dit ID bestaat reeds! Kies een ander ID voor uw formulier.
pl_pl: Formularz z tym identyfikatorem już istnieje. wybierz inny ID

source: SQL Table "%s" already exists! Please choose a different table for your form.
fa_ir: جدول SQL "%s" از قبل وجود دارد.لطفا نام دیگری برگزینید.
nl_nl: SQL Tabel "%s" bestaat reeds! Kies een andere tabel voor uw formulier.
pl_pl: Tabela SQL "%s" już istnieje, wybierz inną tabele dla formularza

source: Form couldn't be created! Error: %s
fa_ir: امکان ایجاد فرم وجود ندارد.خطا: "%s"
nl_nl: Formulier kan niet gemaakt worden! Fout: %s
pl_pl: Formularz nie może być utworzony! Błąd: %s

source: Protected SQL Tables cannot be renamed / deleted!
fa_ir: جداول محافظت شده SQL قابل نامگذاری مجدد/حذف نمی باشند!
nl_nl: Beveiligde SQL Tabel kan niet hernoemd / verwijderd worden!
pl_pl: Chronione tabele SQL nie mogą być usunięte / nie można zmienić ich nazwy

source: Form couldn't be updated! Error: %s
fa_ir: فرم مورد نظر به روز نشد! خطا: "%s"
nl_nl: Formulier kon niet bijgewerkt worden! Fout: %s
pl_pl: Nie można zmienić tabeli! Błąd: %s

source: Email ID
fa_ir: شناسه ایمیل
pl_pl: ID Adresu email

source: e.g. WebmasterWarning (without spaces)
fa_ir: مثلا: WebmasterWarning(بدون فاصله)
nl_nl: bv. WebmasterWarning (zonder spaties)
pl_pl: np. OstrzeżenieWebmastera(bez spacji)

source: Subject
fa_ir: موضوع
nl_nl: Onderwerp
pl_pl: Temat

source: Body
fa_ir: متن
nl_nl: Inhoud
pl_pl: Budowa

source: Emails have been successfully reset.
fa_ir: ایمیل ها با موفقیت نوسازی شدند.
nl_nl: Email werd met succes geherinitialiseerd.
pl_pl: Email został zresetowany pomyślnie

source: Email has been successfully updated.
fa_ir: ایمیل مورد نظر با موفقیت به روز شد.
nl_nl: Email werd met succes bijgewerkt.
pl_pl: Uaktualniono adres email

source: Email ID / Subject
fa_ir: شناسه ایمیل/موضوع
nl_nl: Email ID / Onderwerp
pl_pl: ID Adresu email / Temat

source: Reset All
fa_ir: نوسازی همگی
nl_nl: Herinitialiseer Alle
pl_pl: Zresetuj wszystko

source: Notification Emails Administration
fa_ir: مدیریت آگاهی رسانی از طریق ایمیل
nl_nl: Notificatie Emails Beheer
pl_pl: Administracja notyfikacjami(powiadomieniami)

source: Edit Email
fa_ir: اصلاح ایمیل
nl_nl: Bewerk Email
pl_pl: Edytuj email

source: New Email
fa_ir: ایمیل جدید
nl_nl: Nieuwe Email
pl_pl: Nowy email

source: No emails found.
fa_ir: هیچ ایمیلی پیدا نشد.
nl_nl: Geen emails gevonden
pl_pl: Nie znaleziono adresów email

source: An email with this id already exists!
fa_ir: یک ایمیل با همین شناسه قبلا وجود دارد!
nl_nl: Een email met dit id bestaat reeds!
pl_pl: Taki email już istnieje

source: Email couldn't be added! Error: %s
fa_ir: ایمیل اضافه نشد.خطا: %s
nl_nl: Email kon niet worden toegevoegd! Fout: %s
pl_pl: Nie można dodać adresu email! Błąd: %s

source: Email couldn't be updated! Error: %s
fa_ir: ایمیل به روز نشد.خطا: %s
nl_nl: Email kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić adresu email! Błąd: %s

source: The specified email cannot be found!
fa_ir: ایمیل مورد نظر پیدا نشد!
nl_nl: De opgegeven email kan niet gevonden worden!
pl_pl: Nie znaleziono wybranego adresu email

source: New Block
fa_ir: بلاک جدید
nl_nl: Nieuw Blok
pl_pl: Nowy blok

source: Sub Block of
fa_ir: زیر بلاک
nl_nl: Sub Blok van
pl_pl: podblock

source: Content Options
fa_ir: تنظیمات محتوا
nl_nl: Inhoud Opties
pl_pl: Opcje zawartości

source: Content
fa_ir: محتوا
nl_nl: Inhoud
pl_pl: Zawartość

source: Block ID
fa_ir: شناسه بلاک
nl_nl: Blok ID
pl_pl: ID Bloku

source: CSS Class
fa_ir: کلاس CSS
nl_nl: CSS Klasse
pl_pl: Klasa CSS

source: In Language(s)
fa_ir: در زبانهای
nl_nl: In Taal/Talen
pl_pl: W języku(ach)

source: On Page(s)
fa_ir: در منوهای
nl_nl: Op Pagina(s)
pl_pl: Na stronie(ach)

source: Administration Section
fa_ir: بخش مدیریت
nl_nl: Beheers Sectie
pl_pl: Administracja sekcjami

source: Caching Options
fa_ir: تنظیمات حافظه پنهان
nl_nl: Caching Opties
pl_pl: Opcje cache

source: Enable Caching
fa_ir: فعالسازی حافظه پنهان
nl_nl: Zet Caching Aan
pl_pl: Włącz cache

source: (cache the content of this block including all sub blocks)
fa_ir: (این بلاک به همراه تمامی زیر بلاکهایش در حافظه پنهان قرار خواهند گرفت)
nl_nl: (cache de inhoud van dit blok, inclusief blokken er onder)
pl_pl: (załaduj do pamięci podręcznej zawartość bloku również z podblokami)

source: Only for Guests
fa_ir: تنها برای بازدیدکنندگان مهمان
nl_nl: Enkel voor Gasten
pl_pl: Tylko dla gości

source: (don't use caching for logged in users)
fa_ir: (حافظه پنهان برای کاربران وارد شده به سایت استفاده نشود)
nl_nl: (gebruik geen caching voor aangemelde gebruikers)
pl_pl: (nie używaj pamięci podręcznej dla zalogowanych użytkowników)

source: Refresh Time
fa_ir: زمان نوسازی
nl_nl: Ververs Tijd
pl_pl: Czas odświeżania

source: (cache refresh time interval in minutes)
fa_ir: (تناوب زمانی نوسازی حافظه پنهان بر اساس دقیقه)
nl_nl: (cache ververs tijd interval in minuten)
pl_pl: (przerwa odświeżania w minutach)

source: Refresh Now
fa_ir: هم اکنون نوسازی شود
nl_nl: Ververs Nu
pl_pl: Odśwież teraz

source: Blocks have been successfully re-ordered.
fa_ir: بلاکهای مورد نظر با موفقیت بازمرتب سازی شدند.
nl_nl: Blokken werden met succes herschikt.
pl_pl: Zmieniono kolejność bloków

source: Block has been successfully deleted.
fa_ir: بلاک مورد نظر با موفقیت حذف گردید.
nl_nl: Blokken werden met succes verwijderd.
pl_pl: Blok usunięty

source: Block cannot be subblock of itself!
fa_ir: یک بلاک نمی تواند زیربلاک خودش باشد!
nl_nl: Blokken kunnen geen subblok van zichzelf zijn!
pl_pl: Blok nie może być swoim własnym podblokiem

source: Block has been successfully updated.
fa_ir: بلاک مورد نظر با موفقیت به روز شد.
nl_nl: Blok werd met succes bijgewerkt.
pl_pl: Zmieniono blok

source: Block has been successfully created.
fa_ir: بلاک مورد نظر با موفقیت ایجاد شد.
nl_nl: Blok werd met succes gemaakt.
pl_pl: Utworzono blok

source: Title / Block ID / CSS Class
fa_ir: عنوان/شناسه بلاک/کلاس CSS
nl_nl: Titel / Blok ID / CSS Klasse
pl_pl: Tytuł / ID Bloku / Klasa CSS

source: Display Except on Page
fa_ir: نمایش بجز دی منوی
nl_nl: Toon Uitgezonderd op Pagina
pl_pl: Wyświetl wyjątek na stronie

source: Display Only on Page
fa_ir: نمایش تنها در منوی
nl_nl: Toon Enkel op Pagina
pl_pl: Wyświetl tylko na stronie

source: Display Except in Language
fa_ir: نمایش بجز در زبان
nl_nl: Toon Uitgezonderd in Taal
pl_pl: Wyświetl wyjątek w języku

source: Display Only in Language
fa_ir: نمایش فقط در زبان
nl_nl: Toon Enkel in Taal
pl_pl: Wyświetl tylko w języku

source: %s minutes
fa_ir: %s دقیقه
nl_nl: %s minuten
pl_pl: %s minut

source: Blocks Administration
fa_ir: مدیریت بلاک ها
nl_nl: Blokken Beheer
pl_pl: Administracja blokami

source: Edit Block
fa_ir: اصلاح بلاک
nl_nl: Bewerk Blok
pl_pl: Edytuj blok

source: No blocks found.
fa_ir: هیچ بلاکی پیدا نشد.
nl_nl: Geen blokken gevonden.
pl_pl: Nie znaleziono bloków

source: Only
fa_ir: تنها
nl_nl: Enkel
pl_pl: Tylko

source: Except
fa_ir: بجز
nl_nl: Uitgezonderd
pl_pl: Z wyjątkiem

source: Block couldn't be created! Error: %s
fa_ir: بلاک مورد نظر ایجاد نشد.خطا: %s
nl_nl: Blok kon niet gemaakt worden! Fout: %s
pl_pl: Nie można utworzyć bloku! Błąd: %s

source: Block type cannot be changed as it is a "Main Content" block! Please first create another "Main Content" block and then try to edit this block again.
fa_ir: نوع بلاک اصلی قابل تغییر نیست.لطفا بلاک اصلی دیگری ایجاد نموده و سپس نوع آنرا تغییر دهید و بلاک قبلی را می توانید حذق نمایید.
nl_nl: Blok type kan niet gewijzigd worden omdat het een "Hoofd Inhoud" blok is! Maak eerst een ander "Hoofd Inhoud" blok aan en probeer dan dit blok nogmaals te bewerken.
pl_pl: Bloku nie można zmienić jako "Main Content", stwórz inny block "Main Content" i spróbuj do edytować ponownie

source: Block couldn't be updated! Error: %s
fa_ir: بلاک مورد نظر به روز نشد.خطا: %s
nl_nl: Blok kon niet worden bijgewerkt! Fout: %s
pl_pl: Nie można zmienić bloku! Błąd: %s

source: Block cannot be deleted as it is or contains a "Main Content" block! Please first create another "Main Content" block that wont be affected by this operation.
fa_ir: این بلاک قابل حذف نیست چراکه بعنوان بلاک اصلی تعریف شده است.ابتدا بلاک اصلی دیگری تعریف نمایید و عملیات اصلاحی را روی آن انجام داده و بلاک اصلی قدیمی را حذف نمایید.
nl_nl: Blok kan niet verwijderd worden omdat het een "Hoofd Inhoud" blok is of bevat! Maak eerst een ander "Hoofd Inhoud" blok aan dat uw bewerking niet tegenhoudt.
pl_pl: Nie można usunąć bloku ponieważ jest lub zawiera blok "Main Content" Stwórz inny block "Main Content" który nie jest zmieniony przez to działanie

source: Main Content
fa_ir: محتوای اصلی
nl_nl: Hoofd Inhoud
pl_pl: Główna zawartość

source: Advertisement
fa_ir: تبلیغات
nl_nl: Advertentie
pl_pl: Reklamy

source: Admins
fa_ir: مدیران
nl_nl: Beheerders
pl_pl: Administratorzy

source: The file you are trying to upload "%s" already exists on our site. Please rename and reselect the file you would like to upload.
fa_ir: پرونده ای که سعی دارید ارسال نمایید : %s قبلا در این سایت وجود دارد.لطفا پرونده قدیمی یا پرونده مورد نظر را تغییر نام دهید سپس اقدام به ارسال نمایید.
nl_nl: Het bestand "%s" dat u wenst op te laden bestaat reeds op onze site. Hernoem het bestand dat u wenst op te laden en probeer opnieuw.
pl_pl: Plik "%s" już istnieje na stronie, zmień nazwę lub wybierz inny plik do wysłania

source: Unsupported file format! Supported formats are: %s.
fa_ir: نوع پرونده استاندارد نیست.پرونده های استاندارد عبارتند از: %s
nl_nl: Niet ondersteunde bestands indeling! Ondersteunde formaten zijn: %s
pl_pl: Nieprawidłowy format pliku, dopuszczalne formaty to: %s
