Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/newsletter.po
Languages: fa_ir, pl_pl

source: Newsletters
fa_ir: خبرنامه ها
pl_pl: Newslettery

source: Create lists, send out newsletters, let people subscribe and unsubscribe
fa_ir: ایجاد لیست ، ارسال خبرنامه ، امکان عضویت در خبرنامه
pl_pl: Stwórz listy, wyślij newslettery, pozwól ludziom subskrybować lub wyłączyć subskrypcję

source: New List
fa_ir: لیست جدید
pl_pl: Nowa lista

source: Subscriptions
fa_ir: مشترکین خبرنامه
pl_pl: Subskrypcje

source: Emails
fa_ir: پست های الکترونیک
pl_pl: Adresy email

source: Lists have been successfully re-ordered.
fa_ir: لیستها بطور موفق بازمرتب سازی شدند.
pl_pl: Kolejność listy została zmieniona pomyślnie

source: List has been successfully deleted.
fa_ir: لیست های مورد نظر حذف شدند.
pl_pl: Lista została usunięta pomyślnie

source: List has been successfully updated.
fa_ir: لیست مورد نظر با موفقیت به روز گردید.
pl_pl: Lista została zaaktualizowana pomyślnie

source: List has been successfully created.
fa_ir: لیست مورد نظر با موفقیت ایجاد گردید.
pl_pl: Lista została utworzona pomyślnie

source: Members
fa_ir: مشترکین
pl_pl: Użytkownicy

source: Newsletter Lists Administration
fa_ir: مدیریت لیست خبرنامه ها
pl_pl: Administracja listą newslettera

source: Edit List
fa_ir: اصلاح لیست
pl_pl: Edytuj listę

source: No lists found.
fa_ir: هیچ لیستی وجود ندارد
pl_pl: Nie znaleziono list.

source: List couldn't be added! Error: %s
fa_ir: امکان اضافه کردن لیست وجود ندارد: %s
pl_pl: Lista nie mogła zostać dodana! Błąd: %s

source: List couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی لیست وجود ندارد: %s
pl_pl: Listan nie mogła zostać zaaktualizowana! Błąd: %s

source: New Subscription
fa_ir: مشترک جدید
pl_pl: Nowa subskrypcja

source: Lists
fa_ir: لیستها
pl_pl: Listy

source: Subscribed to
fa_ir: مشترک
pl_pl: Subskrybowane do

source: Email(s)
fa_ir: نشانی پست های الکترونیکی
pl_pl: Email(e)

source: one email per line
fa_ir: هر نشانی در یک خط جداگانه
pl_pl: jeden email na linię

source: hold CTRL down to select more
fa_ir: کلید CTRL down را جهت انتخاب موارد بیشتر استفاده نمایید.
pl_pl: przytrzymal CTRL żeby zaznaczyć więcej

source: Confirmed
fa_ir: تایید شده
pl_pl: Zaakceptowane

source: (if not checked an email will be sent to the email address(es) for confirmation)
fa_ir: (اگر انتخاب نشود یک پیام تایید به نشانی پست الکترونیک آن ارسال خواهد شد)
pl_pl: (jeśli nie zaznaczone to zostanie wysłana wiadomość na email(e) dla potwierdzenia)

source: Subscribed on
fa_ir: مشترک
pl_pl: Subskrybowane na

source: Subscriptions have been successfully confirmed.
fa_ir: اشتراک مورد تایید قرار گرفت.
pl_pl: Subskrypcja została potwierdzona pomyślnie

source: No subscriptions selected! Please select at least one subscription.
fa_ir: هیچ اشتراکی انتخاب نشده است.دست کم باید یک مورد انتخاب گردد
pl_pl: Żadne subskrypcje nie zostały zaznaczone. Wybierz przynajmniej jedną subskrypcję.

source: Subscriptions have been successfully deleted.
fa_ir: اشتراکها با موفقیت حذف گردید.
pl_pl: Subskrypcje zostały usunięte pomyślnie

source: Subscription has been successfully deleted.
fa_ir: اشتراک با موفقیت حذف گردید.
pl_pl: Subskrypcja została usunięta pomyślnie

source: Subscription has been successfully updated and a notification email has been sent for confirmation.
fa_ir: اشتراکها با موفقیت به روز گردید و پیام آگاهی دهنده از طریق پست الکترونیک برای تایید ارسال گردید.
pl_pl: Subskrypcja została zaaktualizowana pomyślnie i email potwierdzający został wysłany dla potwierdzenia

source: Subscription has been successfully updated.
fa_ir: اشترکها با موفقیت به روز گردید
pl_pl: Subskrypcja została zaaktualizowana pomyślnie

source: Invalid email addresses defined. The following defined emails are not valid email addresses: %s.
fa_ir: نشانی پست الکترونیک معتبر نیست: %s
pl_pl: Adres email został wpisany nieprawidłowo: %s

source: No valid email addresses have been defined!
fa_ir: هیج نشانی پست الکترونیک معتبری پیدا نشد.
pl_pl: Nie wpisano odpowiednich adresów email

source: Sending confirmation requests, please wait...
fa_ir: در حال ارسال پیامهای تایید.لطفا اندکی صبور باشید.....
pl_pl: Wysyłam potwierdzenie zgłoszenia, proszę czekać...

source: No subscriptions have been created! Please see detailed error messages above and try again.
fa_ir: هیچ اشتراکی ایجاد نشد.لطفا پیامهای خطا را بررسی و مجددا تلاش کنید.
pl_pl: Żadne subskrypcje nie zostały stworzone. Proszę sprawdzić błędy i spróbować ponownie.

source: Subscriptions have been successfully created. Emails subscribed: %s
fa_ir: اشتراک ها با موفقیت ایجاد گردید.تعداد افراد عضو: %s
pl_pl: Subskrypcje zostały utworzone pomyślnie. Emaile subskrybowane: %s

source: Email / Subscribed on
fa_ir: مشترکین
pl_pl: Email / subskrybowany na

source: Newsletter List
fa_ir: لیست خبرنامه ها
pl_pl: Lista newslettera

source: Confirm
fa_ir: تایید
pl_pl: Potwierdź

source: Confirm All
fa_ir: تایید همگی
pl_pl: Potwierdź wszystko

source: Delete
fa_ir: حذف
pl_pl: Usuń

source: Delete All
fa_ir: حذف همگی
pl_pl: Usuń wszystko

source: All
fa_ir: همگی
pl_pl: Wszystko

source: Unconfirmed
fa_ir: تایید نشده
pl_pl: Niepotwierdzone

source: Newsletter Subscriptions Administration
fa_ir: مدیریت مشترکین خبرنامه
pl_pl: Administrowanie Subskrypcjami newslettera

source: Edit Subscription
fa_ir: اصلاح مشترکین
pl_pl: Edytuj subskrypcję

source: No subscriptions found.
fa_ir: هیچ مشترکی پیدا نشد.
pl_pl: Nie znaleziono żadnych subskrypcji

source: Email address "%s" is already subscribed to "%s" newsletters!
fa_ir: پست الکترونیکی "%s" هم اکنون مشترک خبرنامه "%s" می باشد.
pl_pl: Adres email "%s" jest już subskrybowany do "%s" newsletterów

source: Subscription couldn't be added! Error: %s
fa_ir: امکان افزودن اشتراک وجود ندارد: %s
pl_pl: Subskrypcja nie mogła zostać dodana! Błąd: %s

source: Subscription couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی اشتراک وجود ندارد: %s
pl_pl: Subskrypcja nie mogła zostać zaaktualizowana! Błąd: %s

source: Subscription couldn't be found for confirmation!
fa_ir: هیچ اشتراکی برای تایید وجود ندارد!
pl_pl: Subskrypcja nie mogła zostać znaleziona dla potwierdzenia

source: New Email
fa_ir: پست الکترونیکی جدید
pl_pl: Nowy adres email

source: All List
fa_ir: تمامی لیست
pl_pl: Cała lista

source: If you do not wish to receive our newsletters in the future, please click the link below to unsubscribe.
fa_ir: اگر تمایلی به دریافت این خبرنامه ندارید ، کافی است بر روی پیوند زیر کلیک نمایید تا اشتراک شما لغو گردد.
pl_pl: Jeśli nie chcesz otrzymywać od nas więcej newslettera kliknij poniżej

source: No members found to send email to.
fa_ir: هیچ عضوی جهت ارسال خبرنامه پیدا نشد!
pl_pl: Nie znaleziono użytkowników do których mogłaby zostać wysłana wiadomość

source: Emails have been successfully sent to: %s. Emails sent: %s
fa_ir: پیام های مورد نظر بطور موفق به: %s ارسال شد: تعداد: %s
pl_pl: Wiadomości zostały wysłąne pomyślnie do: %s Wiadomości wysłane: %s

source: List deleted!
fa_ir: لیست حذف گردید!
pl_pl: Lista usunięta!

source: Newsletter Emails Administration
fa_ir: مدیریت پست های الکترونیکی خبرنامه ها
pl_pl: Administracja adresami email newslettera

source: Send next %s Emails
fa_ir: ارسال %s پیام بعدی
pl_pl: Wyślij następne %s wiadomości

source: View Newsletters
fa_ir: مشاهده خبرنامه ها
pl_pl: Przejrzyj newslettery

source: No newsletters sent out yet.
fa_ir: هیچ خبرنامه ای تاکنون ارسال نشده است!
pl_pl: Żadne newslettery nie zostały jeszcze wysłane

source: Newsletter Email couldn't be created! Error: %s
fa_ir: ایمیل خبرنامه قابل ایجاد نیست: %s
pl_pl: Wiadomość newslettera nie mogła zostać wysłana! Błąd: %s

source: Newsletter Administration
fa_ir: مدیریت خبرنامه ها
pl_pl: Administracja Newsletterem

source: Send and View sent out Newsletters
fa_ir: ارسال و مشاهده پیامهای ارسالی
pl_pl: Wyślij i zobacz wysłane newslettery

source: Send Newsletters
fa_ir: ارسال خبرنامه ها
pl_pl: Wyślij newslettery

source: Import, Edit and Delete newsletter Subscriptions
fa_ir: دریافت ، اصلاح و حذف اشتراک خبرنامه ها
pl_pl: Importuj, Edytuj i usuń subskrypcje newslettera

source: Newsletter Subscriptions
fa_ir: مشترکین خبرنامه
pl_pl: Subskrypcje newslettera

source: Create, Modify and Delete newsletter Lists
fa_ir: ایجاد ، تغییر و حذف لیست خبرنامه
pl_pl: Utwórz, zmodyfikuj i usuń listy newslettera

source: Newsletter Lists
fa_ir: لیست خبرنامه ها
pl_pl: Listy newslettera

source: The defined subscription cannot be found! Your newsletter subscription may have been already cancelled or deleted.
fa_ir: اشتراک مورد نظر پیدا نشد.احتمالا لغو و یا حذف گردیده است.
pl_pl: Wybrana subskrypcja nie została znaleziona. Twoja subskrypcja mogła zostać anulowana lub usunięta

source: <b>Your newsletter subscription has been cancelled.</b><br /> You have successfully cancelled your subscription for "%s" to "%s" newsletters.
fa_ir: اشتراک شما در خبرنامه لغو گردید.<br /> لغو اشتراک شما در "%s" به "%s" صورت پذیزفت.
pl_pl: <b>Twoja subskrypcja została usunięta.</b><br /> Pomyślnie usunąłeś(usunęłaś) dla "%s" to "%s" newslettera.

source: <b>Thank you for subscribing to our newsletters.</b><br /> You have successfully confirmed your subscription for "%s" to "%s" newsletters.
fa_ir: از اینکه در خبرنامه ما عضو شده اید سپاسگذاریم.<br /> شما بطور موفق اشتراک خود را در "%s" تا "%s" خبرنامه تایید نموده اید.
pl_pl: <b>Dziękujemy za subskrybowanie naszego newslettera.</b><br /> Pomyślnie zaakceptowałeś subskrypcję dla "%s" to "%s" newsletterów.*

source: No newsletter list selected!
fa_ir: هیچ لیست خبرنامه ای یافت نشد!
pl_pl: Żadne newslettery nie zostały wybrane

source: The selected newsletter list cannot be found! Please try again by selecting a different list or contact site administrator.
fa_ir: لیست خبرنامه مورد نظر پیدا نشد!
pl_pl: Wybrana lista newslettera nie została znaleziona. Prosimy wybrać inną listę lub skontaktować się z administratorem.

source: Email address "%s" is not subscribed to "%s" newsletters!
fa_ir: نشانی "%s" تاکنون مشترک خبرنامه "%s" نشده است!
pl_pl: Adresy email "%s" nie są subskrybowane do "%s" newsletterów!

source: <b>Unsubscription request has been successfully submitted.</b><br /> An email has been sent to you which contains the confirmation url to unsubscribe. Once confirmed your email will be removed from the list and you will stop receiving our newsletters.
fa_ir: درخواست لغو اشتراک شما ثبت گردید.یک پیام حاوی جزییات اشتراکها به صندوق پست الکترونیکی شما ارسال گردیده است.لطفا آنرا ملاحظه فرمایید.
pl_pl: <b>Prośba o anulowanie subskrypcji została wysłana.</b><br /> Wiadomość z linkiem dezaktywującym została wysłana na podany adres email.

source: <b>Your subscription request has been successfully submitted.</b><br /> An email has been sent to you which contains the confirmation url for the lists you subscribed to. Once confirmed you will start receiving our newsletters.
fa_ir: درخواست لغو اشتراک شما ثبت گردید.یک پیام حاوی جزییات اشتراکها به صندوق پست الکترونیکی شما ارسال گردیده است.لطفا آنرا ملاحظه فرمایید.
pl_pl: <b>Twoja prośba o aktywowanie subskrypcji została wysłana.</b><br />Wiadomość z linkiem aktywującym została wysłana na podany adres email.

source: Email address
fa_ir: نشانی پست الکترونیکی
pl_pl: Adresy email

source: Select List(s)
fa_ir: انتخاب لیست/ها
pl_pl: Wybrane listy

source: Subscribe to %s Newsletters or Unsubscribe
fa_ir: اشتراک یا لغو اشتراک در %s
pl_pl: Subskrybuj do %s nasz newsletter lub wyłącz subskrypcję

source: Subscribe to our Newsletters or Unsubscribe
fa_ir: اشتراک یا لغو اشتراک در %s
pl_pl: Subskrybuj nasz newsletter

source: Subscribe
fa_ir: اشتراک
pl_pl: Subskrybuj

source: Unsubscribe
fa_ir: لغو اشتراک
pl_pl: Wyłącz subskrypcję
