Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/photogallery.po
Languages: fa_ir

source: Photo Gallery
fa_ir: آلبوم تصاویر

source: Share pictures / photos in a directory like structure
fa_ir: تصاویر خود را در ساختار درختی به اشتراک بگذارید

source: Gallery
fa_ir: آلبوم

source: No picture selected to download!
fa_ir: هیچ تصویری برای دریافت انتخاب نشده است

source: The selected picture cannot be found!
fa_ir: تصویر انتخاب شده پیدا نشد!

source: You need to be logged in to view this picture. Please login or register.
fa_ir: جهت دریافت این تصویر باید در سایت ثبت نام و سپس وارد شده باشید.

source: Couldn't fetch photo list. Error: %s
fa_ir: امکان نمایش لیست تصاویر وجود ندارد: %s

source: New Gallery
fa_ir: آلبوم جدید

source: Sub Gallery of
fa_ir: زیر مجموعه آلبوم

source: Columns
fa_ir: ستونها

source: e.g. 3 (0 = auto)
fa_ir: مثلا 3 (0=خودکار)

source: Display Preview
fa_ir: پیش نمایش

source: (will show the latest picture as icon)
fa_ir: (آخرین تصویر بصورت آیکون نمایش داده خواهد شد)

source: Show Icons
fa_ir: نمایش آیکونها

source: (display icons when gallery selected)
fa_ir: (زمانیکه آلبوم انتخاب شد،آیکون آن نمایش داده شود)

source: Picasa Options
fa_ir: تنظیمات پیکاسا

source: Album URL
fa_ir: نشانی URL آلبوم

source: e.g. http://picasaweb.google.com/user/Album
fa_ir: مثلا: http://picasaweb.google.com/user/Album

source: Tags
fa_ir: برچسب

source: e.g. foo, bar
fa_ir: مثلا: foo, bar

source: e.g. puppy
fa_ir: مثلا: puppy

source: Photos
fa_ir: تصاویر

source: My Photos
fa_ir: تصاویر من

source: Community Photos
fa_ir: تصاویر انجمن

source: Favorites
fa_ir: علاقمندیها

source: Featured
fa_ir: ویژه/شاخص

source: Faces
fa_ir: رخساره ها

source: No faces
fa_ir: هیچ رخساره ای پیدا نشد

source: Aspect Ratio
fa_ir: ابعاد نمایش

source: Landscape
fa_ir: خوابیده

source: Portrait
fa_ir: ایستاده

source: Panorama
fa_ir: پاناروما

source: Size
fa_ir: اندازه

source: Small
fa_ir: کوچک

source: Medium
fa_ir: متوسط

source: Large
fa_ir: بزرگ

source: Extra large
fa_ir: خیلی بزرگ

source: License
fa_ir: مجوز استفاده

source: Commercial Use
fa_ir: استفاده تجاری

source: Remix allowed
fa_ir: Remix

source: Time
fa_ir: زمان

source: Today
fa_ir: امروز

source: This Week
fa_ir: این هفته

source: This Month
fa_ir: این ماه

source: Order By
fa_ir: مرتب بر اساس

source: Date
fa_ir: تاریخ

source: Request an Auth Token
fa_ir: درخواست Auth Token

source: Members Only
fa_ir: ویژه اعضاء

source: Show to Guests
fa_ir: نمایش به بازدیدکنندگان مهمان

source: Galleries have been successfully re-ordered.
fa_ir: آلبومها با موفقیت بازمرتب سازی گردیدند

source: Gallery has been successfully deleted.
fa_ir: آلبوم با موفقیت حذق گردید

source: Gallery cannot be subgallery of itself!
fa_ir: آلبوم نمی تواند زیر مجموعه خودش باشد

source: Gallery has been successfully updated.
fa_ir: آلبوم با موفقیت به روز گردید.

source: View Gallery
fa_ir: مشاهده آلبوم

source: Gallery has been successfully created.
fa_ir: آلبوم با موفقیت ایجاد گردید

source: Icon
fa_ir: آیکون

source: Icons
fa_ir: آیکونها

source: Picasa Album URL
fa_ir: نشانی URL آلبوم در پیکاسا

source: Picasa Photo Tags
fa_ir: برچسبهای عکس در پیکاسا

source: Picasa Search
fa_ir: جستجوی پیکاسا

source: Picasa Photos
fa_ir: تصاویر پیکاسا

source: Picasa Photo Type
fa_ir: نوع تصویر پیکاسا

source: Picasa Photo Aspect Ratio
fa_ir: ابعاد تصویر پیکاسا

source: Picasa Photo Size
fa_ir: اندازه تصویر پیکاسا

source: Picasa Photo License
fa_ir: مجوز تصویر پیکاسا

source: Picasa Photo Time
fa_ir: زمان تصویر پیکاسا

source: Picasa Order By
fa_ir: مرتب سازی در پیکاسا بر اساس

source: Photo Gallery Administration
fa_ir: مدیریت آلبوم تصاویر

source: Edit Gallery
fa_ir: اصلاح آلبوم

source: No galleries found.
fa_ir: هیچ آلبومی پیدا نشد.

source: Gallery couldn't be created! Error: %s
fa_ir: امکان ایجاد آلبوم وجو ندارد: %s

source: Gallery couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی آلبوم وجود ندارد: %s

source: Directory couldn't be protected!
fa_ir: امکان حفاظت پوشه وجود ندارد!

source: This area is limited to members only. Please login below.
fa_ir: این بخش ویژه اعضا می باشد.لطفا ابتدا وارد سامانه شوید.

source: Pictures / Galleries
fa_ir: تصاویر/آلبوم ها

source: Pictures
fa_ir: تصاویر
