Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/poll.po
Languages: fr_ca, nl_be

source: Polls
fr_ca: Sondages

source: Quickly gather information on different subjects
fr_ca: Recueillir de l'information sur différents sujets
nl_be: Vergaar snel informatie over verschillende onderwerpen

source: Poll
fr_ca: sondage

source: Poll answer couldn't be created! Error: %s
fr_ca: La réponse n'a pas pu être créée ! Erreur : %s
nl_be: Poll antwoord kon niet worden gemaakt! Fout: %s

source: Poll answer couldn't be updated! Error: %s
fr_ca: La réponse n'a pas pu être mise à jour ! Erreur : %s
nl_be: Poll antwoord kon niet worden bijgewerkt! Fout: %s

source: New Poll
fr_ca: Nouveau sondage
nl_be: Nieuwe Poll

source: Answers
fr_ca: Réponses
nl_be: Antwoorden

source: (check boxes for Guest answers)
fr_ca: (cocher les réponses pour les réponses disponibles aux non-membres)
nl_be: (aankruisvakjes voor Gast antwoorden)

source: Add another answer
fr_ca: Ajouter une autre réponse
nl_be: Voeg nog een antwoord toe

source: Voting Options
fr_ca: Options du vote
nl_be: Stem Opties

source: Hide Results
fr_ca: Cacher les résultats
nl_be: Verberg Resultaten

source: Voting Closed
fr_ca: Clore le vote
nl_be: Stemming Gesloten

source: Voting Interval
fr_ca: Interval de vote
nl_be: Stemming Interval

source: minutes (if set to 0 only one vote will be allowed per ip or user)
fr_ca: minutes (lorsque défini à 0, seul un vote pas adresse IP ou utilisateur sera autorisé)
nl_be: minuten (indien op 0 gezet is slechts 1 stem per gebruiker of per IP toegelaten)

source: Members Only
fr_ca: Membres seulement
nl_be: Enkel voor Leden

source: Show to Guests
fr_ca: Afficher aux non-membres
nl_be: Toon aan Gasten

source: Polls and answers have been successfully re-ordered.
fr_ca: Les sondages et réponses ont été réordonnées.
nl_be: Polls en antwoorden werden met succes herschikt.

source: Poll has been successfully deleted.
fr_ca: Le sondage a été supprimé.
nl_be: Poll werd met succes verwijderd.

source: Poll has been successfully updated.
fr_ca: Le sondage a été mis à jour.
nl_be: Poll werd met succes bijgewerkt.

source: View Poll
fr_ca: Voir le sondage
nl_be: Bekijk Poll

source: Poll has been successfully created.
fr_ca: Le sondage a été créé.
nl_be: Poll werd met succes gemaakt.

source: (on %s)
fr_ca: (sur %s)
nl_be: (op %s)

source: Poll Administration
fr_ca: Gestion des sondages
nl_be: Poll Beheer

source: Edit Poll
fr_ca: Modifier le sondage
nl_be: Bewerk poll

source: No polls found.
fr_ca: Aucun sondage trouvé.
nl_be: Geen polls gevonden.

source: Poll couldn't be created! Error: %s
fr_ca: Le sondage n'a pas pu être créé ! Erreur : %s
nl_be: Poll kon niet worden gemaakt! Fout: %s

source: Poll couldn't be updated! Error: %s
fr_ca: Le sondage n'a pas pu être mis à jour ! Erreur : %s
nl_be: Poll kon niet worden bijgewerkt! Fout: %s

source: Select (one answer can be chosen)
fr_ca: Choisir (une seule réponse possible)
nl_be: Selecteer (een antwoord mogelijk)

source: Check (multiple answers can be chosen)
fr_ca: Cocher (plusieurs réponses possibles)
nl_be: Check (meerdere antwoorden mogelijk)

source: Undefined!
fr_ca: Indéfini !
nl_be: Ongedefinieerd!

source: No answer selected!
fr_ca: Aucune réponse sélectionnée !
nl_be: Geen antwoord geselecteerd!

source: Poll cannot be found or it has been deactivated!
fr_ca: Le sondage n'a pas pu être trouvé ou a été désactivé !
nl_be: Poll kan niet gevonden worden of is uitgeschakeld!

source: Only registered users can vote.
fr_ca: Seuls les utilisateurs enregistrés peuvent voter.
nl_be: Enkel geregistreerde gebruikers kunnen stemmen.

source: You already voted on this poll!
fr_ca: Vous avez déjà voté pour ce sondage !
nl_be: U heeft reeds op deze poll gestemd!

source: Vote couldn't be stored! Error: %s
fr_ca: Votre vote n'a pas pu être enregistré ! Erreur : %s
nl_be: Stem kon niet worden bewaard! Fout: %s

source: Thank you for your vote.
fr_ca: Merci pour votre vote.
nl_be: Bedankt voor uw stem.

source: This area is limited to members only. Please login below.
fr_ca: Cette section est limitée aux membres seulement. Veuillez vous connecter ci-bas.
nl_be: Deze locatie is enkel toegankelijk voor leden. Gelieve onderaan aan te melden.

source: Closed on %s
fr_ca: Fermé le %s
nl_be: Gesloten op %s

source: Directory couldn't be protected!
fr_ca: Le dossier ne peut pas être protégé !

source: More Details
fr_ca: Plus d'informations

source: %s votes
nl_be: %s stemmen

source: Question
nl_be: Vraag

source: Votes
nl_be: Stemmen

source: Vote
nl_be: Stem
