Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/search.po
Languages: nl_be, pl_pl

source: Search Engine
nl_be: Zoek Machine
pl_pl: Wyszukiwarka

source: Have your own search engine
nl_be: Uw eigen zoek machine
pl_pl: System wyszukiwania na stronie

source: Items have been successfully updated.
nl_be: Items werden met succes bijgewerkt.
pl_pl: Przedmioty zostały zaaktualizowane pomyślnie

source: Title / Description
nl_be: Titel / Omschrijving
pl_pl: Tytuł / Opis

source: Blog like content for pages.
pl_pl: Zapisz zawartość strony dla bloga

source: Update
pl_pl: Zaaktualizuj

source: Search Engine Administration
nl_be: Zoek Machine Beheer
pl_pl: Administruj systemem wyszukiwania

source: Check modules that should be searchable by the Local Search Engine and you can also define custom limits for them. By default if none checked all modules will be searchable and if no limit defined (0) the one set for the page under which the search module is will be used.
pl_pl: Sprawdź moduły które powinny być wyszukiwane przez lokalne systemy wyszukiwania lub ustaw dla nich limity. Jeśli domyślnie nie zostanie wybrany żaden moduł i limit zostanie ustawiony na (0) cały wybór zostanie ustawiony do wyszukiwania.*

source: No modules found.
nl_be: Geen modules gevonden.
pl_pl: Nie znaleziono modułó

source: Search for
nl_be: Zoek naar
pl_pl: Szukaj dla

source: search...
nl_be: zoek...
pl_pl: szukaj...

source: in
pl_pl: w

source: Invalid target selected for your search! Please select a new target (search in) or don't select any if you want to search for posts.
nl_be: Ongeldig doel geselecteerd voor uw zoekopdracht! Selecteer een nieuw doel (zoek in) of selecteer geen doel indien u op posts wenst te zoeken.
pl_pl: Wybrano nieodpowiedni cel wyszukiwania! Wybierz nowy cel (szukaj w) lub nie wybieraj wcale jeśli szukasz postów.

source: Blog like content for menu items.
nl_be: Blog-achtige inhoud voor menu items

source: Check modules that should be searchable by the Local Search Engine and you can also define custom limits for them. By default if none checked all modules will be searchable and if no limit defined (0) the one set for the menu under which the search module is will be used.
nl_be: Duid modules aan die doorzoekbaar moeten zijn door de Lokale Zoek machine. U kan daarvoor ook aangepaste limieten voor instellen. Indien geen geselecteerd worden alle modules doorzoekbaar en indien geen limiet opgegeven (0) wordt die van het menu waarin de zoek module zit gebruikt.
