Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/shopping.po
Languages: es_es, fa_ir, nl_be, pl_pl

source: Fees Settings
es_es: Configuración de las tasas
fa_ir: تنظیمات قیمت واحد
nl_be: Prijs instellingen
pl_pl: Ustawienia opłat

source: Set and manage taxes
es_es: Establecer y administrar los impuestos
fa_ir: تنظیم و مدیریت مالیات ها
nl_be: Stel in en beheer taksen
pl_pl: Ustaw i zarządzaj podatkami

source: Tax Settings
es_es: Configuración de impuestos
fa_ir: تنظیم مالیات
nl_be: Taks Instellingen
pl_pl: Ustawienia podatków

source: No item defined to remove from your cart.
es_es: No hay ningún elemento definido para eliminar de su carro.
fa_ir: هیچ کالایی در سبد خرید وجود ندارد که حذف گردد.
nl_be: Geen item gedefinieerd om uit uw mand te verwijderen.
pl_pl: Nie wybrano przedmiotu do usunięcia z twojego koszyka

source: Item has been successfully removed from your cart.
es_es: El artículo ha sido extraído con éxito de su carro.
fa_ir: کالای مورد نظر با موفقیت از سبد خرید حذف شد.
nl_be: Item werd met succes uit uw mand verwijderd.
pl_pl: Przedmiot został usunięty z koszyka

source: No item defined to add to your cart.
es_es: No hay ningún elemento definido para agregar a su carrito.
fa_ir: هیچ کالایی برای اضافه کردن به سبد خرید انتخاب نشده است.
nl_be: Geen item gedefinieerd om aan uw mand toe te voegen.
pl_pl: Nie wybrano przedmiotu do koszyka

source: The item you wanted to add to your cart cannot be found or is unfortunately temporarily out of stock. To check the availability of this item please contact us.
es_es: El artículo que usted quisiera agregar a su carrito no se encuentra o es, por desgracia momentáneamente no disponible. Para comprobar la disponibilidad de este tema por favor contacte con nosotros.
fa_ir: کالای مورد نظر در حال حاضر در انبار موجود نیست.برای بررسی موجودی قطعی و سفارش احتمالی ، می توانید با ما تماس حاصل فرمایید.
nl_be: Het item dat u wenste aan uw mand toe te voegen kan niet gevonden worden, of is spijtig genoeg niet in stock. Om de beschikbaarheid van een item te controleren, contacteer ons.
pl_pl: Przedmiot który chcesz dodaćdo koszyka nie został znaleziony lub nie ma go w magazynie. W celu sprawdzenia dostępności prosimy skontaktować się z nami

source: The item you wanted to add to your cart is temporary not available. Please contact us for more information on this item.
es_es: El artículo que usted quisiera agregar a su carrito es temporal no está disponible. Póngase en contacto con nosotros para obtener más información sobre este tema.
fa_ir: کالایی که قصد اضافه کردن آن به سبد خرید را دارید در حال حاضر در انبار موجود نیست.برای اطلاع بیشتر با ما تماس بگیرید.
nl_be: Het item dat u aan uw mand wenste toe te voegen is momenteel niet beschikbaar. Contacteer ons voor meer info over dit item.
pl_pl: Przedmiot który chcesz dodać do koszyka jest chwilowo niedostępny. Prosimy o kontakt z nami w celu zdobycia szczegółowych informacji o tym przedmiocie.

source: The item you wanted to add to your cart can only be accessed by members. Please login first and try again.
es_es: El artículo que usted quisiera agregar a su carrito sólo se puede acceder por los miembros. Por favor, identifíquese primero y vuelva a intentarlo.
fa_ir: کالای انتخاب شده تنها توسط اعضای سایت قابل سفارش/خرید می باشد.لطفا ابتدا وارد سایت شوید.
nl_be: Het item dat u aan uw mand wenste toe te voegen is enkel beschikbaar voor leden. Meld u eerst aan en probeer opnieuw.
pl_pl: Przedmiot który chcesz dodać do koszyka jest dostępny tylko dla zalogowanych użytkowników. Zaloguj się i spróbuj ponownie.

source: Item option cannot be found!
es_es: opción del artículo no se puede encontrar!
fa_ir: مشخصه مورد نظر پیدا نشد!
nl_be: Item optie kan niet gevonden worden!
pl_pl: Opcja przedmiotu nie została znaleziona.

source: Item has been successfully added to your cart.
es_es: El artículo se ha añadido correctamente a su carrito.
fa_ir: کالای با مشخصه انتخاب شده با موفقیت به سبد شما اضافه شد.
nl_be: Item werd met succes aan uw mand toegevoegd.
pl_pl: Przedmiot został dodany do twojego koszyka

source: Refresh Cart
es_es: Actualizar la cesta
fa_ir: نوسازی سبدخرید/محاسبه مجدد
nl_be: Ververs Mand
pl_pl: Odśwież koszyk

source: Cart has been successfully updated.
es_es: Carro ha sido actualizado correctamente.
fa_ir: سبد خرید با موفقیت به روز گردید.
nl_be: Mand werd met succes bijgewerkt.
pl_pl: Stan koszyka został odświeżony

source: Already Registered?
es_es: Ya se ha registrado?
fa_ir: آیا عضو این سایت هستید؟
nl_be: Reeds Geregistreerd?
pl_pl: Jesteś już zarejestrowany?

source: Please enter your login information below to checkout with your account.
es_es: Por favor, introduzca su información de acceso a continuación a la caja con su cuenta.
fa_ir: لطفا اطلاعات کاربری خود را وارد نمایید تا قادر به تکمیل مراحل پرداخت باشید.
nl_be: Geef uw aanmeldgegevens op om verder te gaan met de afrekening.
pl_pl: Wpisz poniżej login w celu sprawdzenia konta.

source: There are no items in your cart.
es_es: No hay artículos en su carrito.
fa_ir: هیچ کالایی در سبد خرید شما وجود ندارد.
nl_be: Er zijn geen items in uw mand.
pl_pl: Nie ma żadnych przedmiotów w twoim koszyku

source: View My Cart
es_es: Ver mi cesta
fa_ir: مشاهده سبد خرید من
nl_be: Toon Mijn Mand
pl_pl: Zobacz swój koszyk

source: My Cart: %s items
es_es: Cesta de la Compra: %s elementos
fa_ir: سبد خرید من: %s قلم
nl_be: Mijn Mand: %s items
pl_pl: Mój koszyk: %s przedmiot/y/ów

source: Item / Options
es_es: Artículo / Opciones
fa_ir: اقلام/مشخصه ها
nl_be: Item / Opties
pl_pl: Produkty / Opcje

source: Item / Added to Cart
es_es: Artículo / añadido a la cesta
fa_ir: اقلام اضافه شده به سبد خرید
nl_be: Item / Toegevoegd aan Mand
pl_pl: Przedmiot / Dodane do koszyka

source: Remove
es_es: Quitar
fa_ir: حذف
nl_be: Verwijder
pl_pl: Usuń

source: Remove Item
es_es: Quitar elemento
fa_ir: حذف کالا
nl_be: Verwijder Item
pl_pl: Usuń przedmiot

source: <b>TIP:</b> Orders over %s get %s discount!
es_es: <b>SUGERENCIA:</b> Las órdenes sobre%s obtener %s de descuento!
fa_ir: نکته: سفارشهای بیشتر از %s مشمول تخفیف ویژه می شوند!این تخفیف عبارتست از: %s
nl_be: <b>TIP:</b> Bestellingen over %s krijgen %s korting!
pl_pl: <b>PORADA:</b> Przedmioty za %s mają %s zniżki

source: * For more details on each item click on the item's title. To change the quantity of an item pick a new quantity and press the Update Cart button.
es_es: * Para más detalles haga clic en cada tema que figura en el título del artículo. Para cambiar la cantidad de un elemento de elegir una nueva cantidad y pulse el botón Actualizar Carrito.
fa_ir: * برای اطلاعات بیشتر در خصوص هر کالا ، بر روی عنوان کالا کلیک فرمایید.برای تغییر تعداد/مقدار ، عدد مربوطه را تغییر داده و دکمه به روز رسانی سبد خرید را کلیک فرمایید.
nl_be: * Voor meer details over elk item, klik op de item titel. Om de hoeveelheid van een item aan te passen, kies een nieuwe hoeveelheid en klik op de Ververs Mand knop.
pl_pl: * Aby uzyskać szczegółowe informacje o przedmiocie kliknij na jego tytuł. W celu zmiany ilości zakupionych przedmiotów wybierz nową ilość i kliknij na aktualizacje koszyka.

source: Checkout
es_es: Pedido
fa_ir: پرداخت
nl_be: Afrekening
pl_pl: Sprawdzanie

source: Continue Shopping
es_es: Continuar Compras
fa_ir: ادامه خرید
nl_be: Winkel Verder
pl_pl: Kontynuuj kupowanie

source: Update Cart
es_es: Actualización de la cesta
fa_ir: به روز رسانی سبد خرید
nl_be: Werk Mand Bij
pl_pl: Aktualizacja koszyka

source: Similar Items
es_es: Artículos similares
fa_ir: کالاهای مشابه
nl_be: Gelijkaardige Items
pl_pl: Podobne przedmioty

source: <b>Checkout Limit:</b> You must purchase at least %s item(s) to complete your checkout.
es_es: <b>Pedido límite:</b> Usted debe adquirir al menos% s artículo (s) para completar su compra.
fa_ir: محدودیت خرید: شما دست کم باید %s عدد سفارش دهید تا بتوانید خرید و پرداخت خود را تکمیل فرمایید.
nl_be: <b>Afreken Limiet:</b> U dient minstens %s item(s) aan te kopen om af te kunnen rekenen.
pl_pl: <b>Limit sprawdzania:</b> Musisz kupić przynajmniej %s przedmiot/y/ów aby zfinalizować sprawdzanie.

source: <b>Checkout Limit:</b> You must purchase item(s) for at least %s to complete your checkout.
es_es: <b>Pedido límite:</b> Usted debe comprar este artículo (s) durante al menos %s para completar su compra.
fa_ir: محدودیت خرید: شما دست کم باید %s عدد سفارش دهید تا بتوانید خرید و پرداخت خود را تکمیل فرمایید.
nl_be: <b>Afreken Limiet:</b> U dient minstens item(s) voor %s aan te kopen om af te kunnen rekenen.
pl_pl: <b>Sprawdzanie limitu:</b> Musisz kupić przedmiot/y/ów za przynajmniej %s żeby zakończyć sprawdzanie

source: Handle pending and processing orders
es_es: Manejo de espera y procesamiento de pedidos
pl_pl: Sprawdzanie zamówień oczekujących

source: New Orders
es_es: Nuevos Pedidos
pl_pl: Nowe zamówienia

source: Lookup and update processed orders
es_es: Operaciones de búsqueda y actualización de pedidos procesados
pl_pl: Sprawdź o zaaktualizuj zamówienia przychodzące

source: Sales
es_es: Ventas
pl_pl: Sprzedaż

source: Start / End Date
es_es: Inicio / Fecha de finalización
pl_pl: Początek / Koniec

source: Products
es_es: Productos
pl_pl: Produkty

source: Bestsellers
es_es: Los más vendidos
pl_pl: Bestsellery

source: Most Viewed Products
es_es: Productos más vistos
pl_pl: Najbardziej sprawdzane produkty

source: Order originated from
es_es: Ordenar su origen en
pl_pl: Zamówienie wzorowane z

source: Credit Card Payment (Ogone)
es_es: Pagos con Tarjeta de Crédito (Ogone)
pl_pl: Płatność kartą kredytową (Ogone)

source: An extra step will be required trough Ogone.com
es_es: Un paso adicional se requiere a través de Ogone.com
pl_pl: Aby skorzystać z Ogone będzie wymagany dodatkowy krok

source: User redirected to ogone, payment is being processed.
es_es: Usuario redirigido a Ogone, el pago está en proceso.
pl_pl: Użytkownik przekierowany do Ogone, płatność jest przekazywana

source: Views
pl_pl: Sprawdzenia

source: Item option "%s" is required for "%s"!
es_es: Elemento de opción "%s" es necesario para "%s"!
pl_pl: Opcja przedmiotu " jest wymagana dla "%s"!

source: Limit
es_es: Límite
fa_ir: محدود
nl_be: Limiet

source: Status
es_es: Condición Jurídica y Social
fa_ir: وضعیت

source: Order item couldn't be added to the db! Please contact us with this error asap.
fa_ir: سفارش شما به بانک اطلاعاتی اضافه نشده است! لطفا پیام خطا را به ما گزارش دهید.

source: Username couldn't be found!
fa_ir: شناسه کاربری پیدا نشد!
nl_be: Gebruikersnaam niet gevonden!

source: Please make sure you have entered / selected the right username or if you wish to add this order to a new user please first create the user at Member Management -> Users.
fa_ir: لطفا مطمئن شوید که کاربر مورد نظر از تمام وجوه همان کاربر مورد نظر شما برای اضافه کردن سفارش به وی می باشد.
nl_be: Zorg dat u de juiste gebruikersnaam ingaf / selecteerde. Indien u deze bestelling als nieuwe gebruiker wenst te plaatsen, maak dan eerst deze gebruiker aan in Gebruikersbeheer -> Gebruikers.

source: There were some errors while processing your order (some items couldn't be added to your order). Please contact us with this error and your order number asap.
fa_ir: به نظر می رسد در پردازش سفارش شما خطایی ایجاد شده است.لطفا صبور باشید و بار دیگر تلاش فرمایید.

source: We are sorry for the inconvenience but the order couldn't be added to the db. Please contact us with this error asap.
fa_ir: با عرض پوزش ، سفارش به بانک اطلاعاتی ما اضافه نشده است.لطفا صبور باشید و این مشکل را به ما اطلاع دهید.با سپاس

source: IMPORTANT: do NOT ship any goods till payment has been confirmed / processed!
fa_ir: مهم:کالاها را تا تمکیل مراحل پرداخت و تایید آن ارسال نفرمایید.

source: Your payment is still pending. To access your Digital Goods please finalize your payments below or wait till we receive the confirmation for your payment.
fa_ir: پرداخت هنوز انجام نشده است.جهت دریافت کالای اینترنتی خود ابتدا مرحله پرداخت را تکمیل فرمایید.

source: It seems the payment has not been processed yet or you haven't finalized the payment. If you sure the payment has been processed please wait a few more minutes till we receive the confirmation, otherwise please click on the button below.
fa_ir: به نظر می رسد هنوز پرداخت انجام/تایید نشده است.اگر از انجام پرداخت اطمینان دارید ، لطفا منتظر بمانید تا تاییدیه آن به ما واصل شده و در اینصورت کالا ارسال خواهد شد.در غیر اینصورت بر روی پیوند زیر کلیک نمایید:

source: Please make sure you have entered / selected the right username or if you wish to add this discount to a new user please first create the user at Member Management -> Users.
fa_ir: لطفا از کاربری که قصد اعطای تخفیف ویژه به وی را دارید مطمئن شوید.
nl_be: Zorg dat u de juiste gebruikersnaam invoerd / selecteerde of indien u de korting aan een nieuwe gebruiker wenst toe te voegen, maak dan eerst de gebruiker aan via Gebruikersbeheer -> Gebruikers.
