Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/shopping.po
Languages: es_es, fa_ir, nl_be, pl_pl

source: Members Only
es_es: Sólo los miembros
fa_ir: ویژه اعضاء
nl_be: Enkel voor Leden
pl_pl: Tylko zalogowani

source: Show to Guests
es_es: Mostrar para personas de movilidad
fa_ir: نمایش به بازدیدکنندگان مهمان
nl_be: Toon aan Gasten
pl_pl: Pokaż gościom

source: Categories have been successfully re-ordered.
es_es: Categorías han sido éxito reordenado.
fa_ir: طبقه بندی ها با موفقیت بازمرتب سازی شدند.
nl_be: Categorien werden met succes herschikt.
pl_pl: Kolejność kategorii została zmieniona pomyślnie

source: Category has been successfully deleted.
es_es: Categoría ha sido borrada.
fa_ir: طبقه بندی با موفقیت حذف شد.
nl_be: Categorie werd met succes verwijderd.
pl_pl: Kategoria została usunięta pomyślnie

source: Category cannot be subcategory of itself!
es_es: La categoría no puede ser subcategoría de sí mismo!
fa_ir: طبقه بندی نمی تواند شامل خودش هم باشد!
nl_be: Categorie kan geen subcategorie van zichzelf zijn!
pl_pl: Kategoria nie może być subkategorią samej siebie

source: Category has been successfully updated.
es_es: Categoría ha sido actualizado correctamente.
fa_ir: طبقه بندی با موفقیت به روز گردید.
nl_be: Categorie werd met succes bijgewerkt.
pl_pl: Kategoria została zmieniona pomyślnie

source: View Category
es_es: Ver Categoría
fa_ir: مشاهده طبقه بندی
nl_be: Toon Categorie
pl_pl: Pokaż kategorię

source: Category has been successfully created.
es_es: Categoría se ha creado con éxito.
fa_ir: طبقه بندی با موفقیت ایجاد شد.
nl_be: Categorie werd met succes gemaakt.
pl_pl: Kategoria została utworzona pomyślnie

source: Icon
es_es: Icono
fa_ir: آیکون
nl_be: Icoon
pl_pl: Ikona

source: Icons
es_es: Iconos
fa_ir: آیکونها
nl_be: Iconen
pl_pl: Ikony

source: (downloads expire after %s days)
es_es: (Descargas expiran después de %s días)
fa_ir: (دانلودها پس از %s روز منقضی می شوند)
nl_be: (downloads vervallen na %s dagen)
pl_pl: (Pobieranie upływa po %s dniach)

source: Shopping Administration
es_es: Compras Administración
fa_ir: مدیریت فروشگاه
nl_be: Winkel Beheer
pl_pl: Administracja sprzedaży

source: Edit Category
es_es: Editar Categoría
fa_ir: اصلاح طبقه بندی
nl_be: Bewerk Categorie
pl_pl: Edytuj kategorię

source: No categories found.
es_es: No hay categorías que se encuentran.
fa_ir: هیچ طبقه بندی پیدا نشد.
nl_be: Geen categorien gevonden
pl_pl: Nie znaleziono kategorii

source: Shopping Category couldn't be created! Error: %s
es_es: Compras categoría no se puede crear! Error: %s
fa_ir: طبقه بندی قابل ایجاد نیست.خطا: %s
nl_be: Winkel Categorie kon niet worden gemaakt! Fout: %s
pl_pl: Kategoria sprzedaży nie została utworzona! Błąd: %s

source: Shopping Category couldn't be updated! Error: %s
es_es: Compras categoría no se pudo actualizar! Error: %s
fa_ir: طبقه بندی به روز نشد.خطا: %s
nl_be: Winkel Categorie kon niet worden bijgewerkt! Fout: %s
pl_pl: Kategoria sprzedaży nie została zmieniona! Błąd: %s

source: Directory couldn't be protected!
es_es: Directorio no puede estar protegido!
fa_ir: پوشه حفاظت نشد!
nl_be: Map kon niet worden beschermd!
pl_pl: Katalog nie może być chroniony

source: Latest Items
es_es: Ultimas Noticias
fa_ir: آخرین اقلام
nl_be: Laatste Items
pl_pl: Najnowsze przedmioty

source: Active Items
es_es: Elementos activos
fa_ir: اقلام فعال
nl_be: Actieve Items
pl_pl: Aktywne przedmioty

source: Popular Items
es_es: Los artículos más populares
fa_ir: اقلام عامه پسند
nl_be: Populaire Items
pl_pl: Popularne przedmioty

source: Discussed Items
es_es: Los artículos comentados
fa_ir: اقلام بحث انگیز
nl_be: Besproken Items
pl_pl: Omawiane przedmioty

source: Rated Items
es_es: Elementos clasificado
fa_ir: اقلام امتیاز داده شده
nl_be: Geschatte Items
pl_pl: Wysoko oceniane przedmioty

source: This area is limited to members only. Please login below.
es_es: Esta zona se limita sólo a los socios. Por favor ingresa abajo.
fa_ir: این بخش ویژه اعضای سایت می باشد.لطفا ابتدا وارد سایت شوید.
nl_be: Deze locatie is enkel toegankelijk voor leden. Meld u onderaan aan.
pl_pl: To miejsce jest tylko dla zalogowanych. Zaloguj się poniżej.

source: Shopping
es_es: Compras
fa_ir: فروش
nl_be: Winkel
pl_pl: Sprzedaż

source: Items / Categories
es_es: Artículos / Categorías
fa_ir: اقلام کالاها/طبقه بندی ها
nl_be: Items / Categorien
pl_pl: Przedmioty / Kategorie

source: Shopping Cart
es_es: La cesta de compra
fa_ir: سبد خرید
nl_be: Winkelmandje
pl_pl: Koszyk

source: Set Fees, Discounts, Taxes, checkout Limits and let people place orders
es_es: Establecer tasas, descuentos, impuestos, pago y envío Límites y dejar que las órdenes de la gente el lugar
fa_ir: مشاهده قیمتها/تخفیف ها/مالیات ها/محدودیت پرداختها و ....
nl_be: Stel Prijs, Korting, Taksen, bestel Limieten in en laat mensen bestellen
pl_pl: Ustaw opłaty, zniżki, podatki, Limity i pozwól ludziom składać zamówienia

source: New Discount
es_es: Nuevo descuento
fa_ir: تخفیف جدید
nl_be: Nieuwe Korting
pl_pl: Nowa zniżka

source: Discount Percentage
es_es: Porcentaje de descuento
fa_ir: درصد تخفیف
nl_be: Korting Percentage
pl_pl: Procent zniżki

source: e.g. 25
es_es: por ejm. 25
fa_ir: مقلا: 25
nl_be: bv. 25
pl_pl: np. 25

source: Price Above or Equal
es_es: Precio superior o igual
fa_ir: قیمت برابر یا بیشتر از
nl_be: Prijs Boven of Gelijk Aan
pl_pl: Niższa lub taka sama cena

source: e.g. 10
es_es: por ejm. 10
fa_ir: مثلا: 10
nl_be: bv. 10
pl_pl: np.10

source: Price Below
es_es: Precio por debajo
fa_ir: قیمت کمتر از
nl_be: Prijs Onder
pl_pl: Cena poniżej

source: e.g. 70
es_es: por ejm. 70
fa_ir: مثلا : 70
pl_pl: np. 70

source: For Defined User
es_es: Para definidos por el usuario
fa_ir: برای کاربر تعریف شده
nl_be: Voor Gedefinieerd Gebruiker
pl_pl: Dla konkretnego użytkownika

source: Define the owner of the discount.
es_es: Definir el propietario de la oferta.
fa_ir: تعریف خریداران مشمول تخفیف
nl_be: Deinieer de eigenaar van de korting.
pl_pl: Zdefiniuj osobę do zniżki

source: Priorities have been successfully set.
es_es: Las prioridades se han fijado con éxito.
fa_ir: اولویت ها با موفقیت تنظیم شدند.
nl_be: Prioriteiten werden met succes ingesteld.
pl_pl: Priorytety zostały ustawione

source: Discount has been successfully deleted.
es_es: Descuento ha sido eliminado correctamente.
fa_ir: تخفیف ها با موفقیت حذف شدند.
nl_be: Korting werd met succes verwijderd.
pl_pl: Zniżka została usunięta

source: Discount has been successfully updated.
es_es: Descuento se ha actualizado correctamente.
fa_ir: تخفیف با موفقیت به روز گردید.
nl_be: Korting werd met succes bijgewerkt.
pl_pl: Zniżka została zmieniona

source: Discount has been successfully created.
es_es: Descuento ha sido creado con éxito.
fa_ir: تخفیف با موفقیت ایجاد شد.
nl_be: Korting werd met succes gemaakt.
pl_pl: Dodano zniżkę

source: Priority
es_es: Prioridad
fa_ir: اولویت
nl_be: Prioriteit
pl_pl: Priorytet

source: Price >=
es_es: Precio >=
fa_ir: قیمت>=
nl_be: Prijs >=
pl_pl: Cena >=

source: Price <
es_es: Precio <
fa_ir: قیمت <
nl_be: Prijs <
pl_pl: Cena <

source: User
es_es: Usuario
fa_ir: کاربر
nl_be: Gebruiker
pl_pl: Użytkownik

source: User deleted!
es_es: Usuario eliminado!
fa_ir: کاربر حذف گردید!
nl_be: Gebruiker verwijderd!
pl_pl: Usunięto użytkownika

source: Set Priority
es_es: Establecer prioridad
fa_ir: تنظیم اولویت
nl_be: Stel Prioriteit In
pl_pl: Ustaw priorytet

source: Shopping Cart Discounts Administration
es_es: Cesta de la compra Descuentos de Administración
fa_ir: مدیریت تخفیف های متعلقه به سبد خرید
nl_be: Winkelmand Korting Beheer
pl_pl: Administracja zniżkami koszyka

source: Edit Discount
es_es: Edición de descuento
fa_ir: اصلاح تخفیف
nl_be: Bewerk Korting
pl_pl: Edytuj zniżkę

source: No discounts found.
es_es: No hay descuentos que se encuentran.
fa_ir: هیچ تخفیفی پیدا نشد.
nl_be: Geen kortingen gevonden.
pl_pl: Nie znaleziono zniżek

source: Discount couldn't be added! Error: %s
es_es: El descuento no puede ser añadido! Error: %s
fa_ir: تخفیف اضافه نشد.خطا: %s
nl_be: Korting kon niet worden toegevoegd! Fout: %s
pl_pl: Zniżka nie została dodana! Błąd: %s

source: Discount couldn't be updated! Error: %s
es_es: El descuento no se pudo actualizar! Error: %s
fa_ir: تخفیف به روز نشد.خطا: %s
nl_be: Korting kon niet worden bijgewerkt! Fout: %s
pl_pl: Zniżka nie została zmieniona! Błąd: %s

source: New Fee
es_es: Nueva Tarifa
fa_ir: قیمت جدید
nl_be: Nieuwe Prijs
pl_pl: Nowa opłata

source: Order Form
es_es: Formulario de pedido
fa_ir: فرم سفارش
nl_be: Bestel Formulier
pl_pl: Formularz zamówienia

source: Fee Amount
es_es: Cuota: Cantidad
fa_ir: قیمت واحد
nl_be: Bedrag
pl_pl: Wysokość opłaty

source: e.g. 5
es_es: por ejm. 5
fa_ir: مثلا: 5
nl_be: bv. 5
pl_pl: np. 5

source: Using Weight
es_es: Uso de Peso
fa_ir: بر اساس وزن
nl_be: Gebruik Gewicht
pl_pl: Używany ciężar

source: Weight Above or Equal
es_es: Peso superior o igual
fa_ir: وزن بیشتر یا مساوی
nl_be: Gewicht Groter dan of Gelijk Aan
pl_pl: Ciężar poniżej lub taki sam

source: e.g. 0.5
es_es: por ejm. 0,5
fa_ir: مثلا: 0.5
nl_be: bv. 0.5
pl_pl: np. 0.5

source: Weight Below
es_es: Peso por debajo de
fa_ir: وزن کمتر از
nl_be: Gewicht Onder
pl_pl: Ciężar poniżej

source: e.g. 3
es_es: por ejm. 3
fa_ir: مثلا: 3
nl_be: bv. 3
pl_pl: np. 3

source: Using Order Form Field Values
es_es: Utilizando los valores de campo de formulario de pedido
fa_ir: بر اساس مقادیر فرم سفارش
nl_be: Gebruik Bestel Formulier Veld Waarden
pl_pl: Używane pola do formularza

source: Field name
es_es: Nombre de campo
fa_ir: نام فیلد
nl_be: Veld naam
pl_pl: Nazwa pola

source: Define the field you would like to compare.
es_es: Definir el campo que desea comparar.
fa_ir: فیلدی که تمایل دارید با آن مقایسه صورت گیرد را تعریف نمایید.
nl_be: Definieer het veld dat u wenst te vergelijken.
pl_pl: Wpisz pole które ma być porównane

source: Select Field
es_es: Seleccione el campo
fa_ir: انتخاب فیلد
nl_be: Selecteer Veld
pl_pl: Wybierz pole

source: Is or Contains
es_es: Sean o contengan
fa_ir: که شامل
nl_be: Is of Bevat
pl_pl: Jest lub zawiera

source: e.g. field name "ShippingState" is "CA" or contains "CA, WA, NY"
es_es: por ejemplo, nombre del campo "ShippingState" es "CA" o contiene "CA, NY, NY"
fa_ir: مثلا: field name "ShippingState" is "CA" or contains "CA, WA, NY"
nl_be: bv. veld naam "VerzendProvincie" is "Antwerpen" of bevat "An, Br, Li"
pl_pl: np. nazwa pola "ShippingState" jest "CA" lub zawiera "CA, WA, NY"

source: Fee has been successfully deleted.
es_es: Tarifa ha sido eliminado correctamente.
fa_ir: قیمت واحد با موفقیت حذف گردید.
nl_be: Prijs werd met succe verwijderd.
pl_pl: Opłata została usunięta

source: Order form field couldn't be found!
es_es: campo de formulario de pedido no se pudo encontrar!
fa_ir: فیلد مربوط به فرم سفارش پیدا نشد!
nl_be: Bestel formulier veld kon niet worden gevonden!
pl_pl: Nie znaleziono pola z zamówieniem

source: Please make sure you have entered / selected the right field or if you wish to add this fee to a new field please first create the field at Content Management -> Dynamic Forms.
es_es: Por favor, asegúrese de que ha introducido o seleccionado el campo de la derecha o si desea añadir este cargo a un nuevo campo por favor, primero debe crear el campo en Gestión de Contenidos -&gt; Formularios dinámicos.
fa_ir: لطفا از وجود فیلدی که قصد انتخاب/ورود آنرا دارید مطمدن شوید.اگر وجود ندارد آنرا از طریق منوی مدیریت محتوا->فرمهای پویا تعریف فرمایید.
nl_be: Zorg dat u het juiste verld hebt ingevuld / geselecteerd of indien u een nieuw veld wenst toe te voegen, maak eerst het veld aan in Inhoud Beheer -> Dynamische Formulieren
pl_pl: Upewnij się że zostało dodane/wybrane pole do opłaty, jeśli nie to możesz je dodać w Zarządzanie treścią -> Formularze dynamiczne

source: Fee has been successfully updated.
es_es: Tarifa se ha actualizado correctamente.
fa_ir: قیمت واحد با موفقیت به روز شد.
nl_be: Prijs werd met succes bijgewerkt.
pl_pl: Opłata została zmieniona

source: Fee has been successfully created.
es_es: Tarifa ha sido creado con éxito.
fa_ir: قیمت واحد با موفقیت ایجاد گردید.
nl_be: Prijs werd met succes aangemaakt.
pl_pl: Opłata została ustalona

source: Order Form Fields
es_es: Orden campos de formulario
fa_ir: فیلدهای فرم سفارش
nl_be: Bestel Formulier Velden
pl_pl: Pola zamówienia

source: Field
es_es: Campo
fa_ir: فیلد
nl_be: Veld
pl_pl: Pole

source: Name
es_es: Nombre
fa_ir: نام
nl_be: Naam
pl_pl: Nazwa

source: Fee
es_es: Cargo
fa_ir: قیمت واحد
nl_be: Prijs
pl_pl: Opłata

source: Weight >=
es_es: Peso >=
fa_ir: وزن>=
nl_be: Gewicht >=
pl_pl: Waga >=

source: Weight <
es_es: Peso <
fa_ir: وزن<
nl_be: Gewicht <
pl_pl: Waga <

source: Field deleted!
es_es: Campo eliminado!
fa_ir: فیلد حذف گردید!
nl_be: Veld verwijderd!
pl_pl: Pole usunięte

source: Shopping Cart Fees Administration
es_es: Cesta de la compra Tasas Administración
fa_ir: مدیریت قیمتهای سبد خرید
nl_be: Winkelmand Prijs Administratie
pl_pl: Administracja opłatami koszyka

source: Edit Fee
es_es: Editar Cargo
fa_ir: اصلاح قیمت واحد
nl_be: Bewerk Prijs
pl_pl: Edytuj opłatę

source: No fees found.
es_es: Sin cargos que se encuentran.
fa_ir: هیچ قیمت واحدی پیدا نشد.
nl_be: Geen prijzen gevonden
pl_pl: Nie znaleziono opłat

source: Fee couldn't be added! Error: %s
es_es: Tarifa no se podría agregar! Error: %s
fa_ir: هیچ قیمت واحدی اضافه نشد.خطا: %s
nl_be: Prijs kon niet worden toegevoegd! Fout: %s
pl_pl: Opłata nie została dodana! Błąd: %s

source: Fee couldn't be updated! Error: %s
es_es: Tarifa no se pudo actualizar! Error: %s
fa_ir: قیمت واحد به روز نشد.خطا: %s
nl_be: Prijs kon niet worden bijgewerkt! Fout: %s
pl_pl: Opłata nie została zmieniona! Błąd: %s

source: New Tax
es_es: Nuevo impuesto
fa_ir: مالیات جدید
nl_be: Nieuwe Taks
pl_pl: Nowy podatek

source: Tax Percentage
es_es: Impuestos Porcentaje
fa_ir: درصد مالیات متعلقه
nl_be: Taks Percentage
pl_pl: Procent podatku

source: Tax has been successfully deleted.
es_es: Impuesto ha sido eliminado correctamente.
fa_ir: مالیات با موفقیت حذف شد.
nl_be: Taks werd met succes verwijderd.
pl_pl: Podatek został usunięty

source: Please make sure you have entered / selected the right field or if you wish to add this tax to a new field please first create the field at Content Management -> Dynamic Forms.
es_es: Por favor, asegúrese de que ha introducido o seleccionado el campo de la derecha o si desea añadir este impuesto a un nuevo campo por favor, primero debe crear el campo en Gestión de Contenidos -> Formularios dinámicos.
fa_ir: لطفا از وجود فیلدی که قصد تعلق مالیات بر اساس آنرا دارید مطمئن شوید.اگر وجود ندارد از طریق منوی مدیریت محتوا->فرمهای پویا آنرا ایجاد فرمایید.
nl_be: Zorg dat u het juiste veld geselecteerd of ingevuld heeft of indien u deze taks wil toevoegen in een nieuw veld, maak eerst het veld aan in Inhoud Beheer -> Dynamische Formulier.
pl_pl: Upewnij się że zostało dodane pole z podatkiem, jeśli nie to możesz je dodaćw Zarządzanie Treścią > Formularze dynamiczne

source: Tax has been successfully updated.
es_es: Impuestos se ha actualizado correctamente.
fa_ir: مالیات با موفقیت به روز شد.
nl_be: Taks werd met succes bijgewerkt.
pl_pl: Podatek został zmieniony

source: Tax has been successfully created.
es_es: Impuesto ha sido creado con éxito.
fa_ir: مالیات با موفقیت ایجاد شد.
nl_be: Taks werd met succes aangemaakt.
pl_pl: Dodano podatek

source: Shopping Cart Taxes Administration
es_es: Cesta de la compra Impuestos Administración
fa_ir: مدیریت مالیاتهای متعلقه به سبد خرید
nl_be: Winkelmand Taks Beheer
pl_pl: Administracja podatkami koszyka

source: Edit Tax
es_es: Edición de Impuestos
fa_ir: اصلاح مالیات
nl_be: Beheer Taks
pl_pl: Edytuj podatek

source: No taxes found.
es_es: No hay impuestos que se encuentran.
fa_ir: مالیاتی پیدا نشد.
nl_be: Geen taksen gevonden.
pl_pl: Nie znaleziono podatków

source: Tax couldn't be added! Error: %s
es_es: El impuesto no se podría agregar! Error: %s
fa_ir: مالیات اضافه نشد.خطا: %s
nl_be: Taks kon niet worden toegevoegd! Fout: %s
pl_pl: Nie dodano podatku! Błąd: %s

source: Tax couldn't be updated! Error: %s
es_es: El impuesto no se pudo actualizar! Error: %s
fa_ir: مالیات به روز نشد.خطا: %s
nl_be: Taks kon niet worden bijgewerkt! Fout: %s
pl_pl: Podatek nie został zmieniony! Błąd: %s

source: Checkout Form
es_es: Formulario de Pedido
fa_ir: فزم پرداخت
nl_be: Afreken Formulier
pl_pl: Sprawdzanie formularza

source: We are sorry but it seems the stock for "%s" has changed meanwhile and there aren't enough items in stock now. Please go back and update your cart. Total available items in stock for this item are: %s.
es_es: Lo sentimos, pero parece que la acción de &quot;% s&quot; no ha cambiado tanto y no hay suficientes elementos en la acción. Por favor, regrese y actualizar su carro. Total de artículos disponibles en stock para este artículo son: %s.
fa_ir: با عرض پوزش به نظر می رسد که موجودی %s برای تکمیل سفارش شما/تعداد مورد نظر شما کافی نیست.لطفا به مرحله قبل بازگردید و تعداد سفارش را اصلاح نمایید. تعداد کالای موجود: %s
nl_be: Sorry, maar de stock voor "%s" werd intussen aangepast en er zijn niet genoeg items meer in stock. Ga terug en pas uw mandje aan. Totaal beschikbaar aantal van dit item in stock is: %s.
pl_pl: Przepraszamy ale wygląda na to że przedmiot "%s" nie występuje już u nas w magazynie. Wróć i zmień zawartość swojego koszyka. Dostępność przedmiotów w magazynie to: %s

source: <b>Your order %s has been successfully saved.</b><br /> You can now complete the payment or leave it for a later date.
es_es: <b>Su% s orden ha sido guardado con éxito.</b> <br /> Ahora puede completar el pago o dejarlo para más adelante.
fa_ir: سفارش: %s شما با موفقیت ثبت گردید.><br /> اکنون باید مراحل پرداخت را تکمیل فرمایید.
nl_be: <b>Uw bestelling %s werd met succes bewaard.</b><br /> U kan uw bestelling nu betalen of bewaren voor een latere datum.
pl_pl: <b>Zamówienie %s zostało dodane.</b><br /> Możesz dokonać płatności lub zrobić to później.

source: View Your Orders
es_es: Ver sus pedidos
fa_ir: مشاهده سفارشات شما
nl_be: Toon Uw Bestellingen
pl_pl: Zobacz swoje zamówienia

source: <b>Thank you for your order!</b><br /><br /> Your confirmation / tracking number is <b>%s</b>, please keep it for your record, also a receipt has been emailed to you with all the information including your confirmation / tracking number.
es_es: <b>Gracias por su pedido!</b> <br /><br /> Su confirmación y número de seguimiento <b>es% s,</b> por favor, guárdelo para su registro, también un recibo ha sido enviada por correo electrónico con toda la información, incluyendo la confirmación de su / número de seguimiento.
fa_ir: از خرید شما سپاسگذاریم.><br /> شماره رسید خرید شما عبارتست از: <b>%s</b> لطفا آنرا یادداشت فرمایید.اطلاعات و صورتحساب سفارش به نشانی پست الکترونیکی شما نیز ارسال گردیده است.
nl_be: <b>Bedankt voor uw bestelling!</b><br /><br /> Uw bevestiging / tracking nummer is <b>%s</b>, hou dit nummer goed bij. Een afrekening werd u per email toegestuurd met alle informatie in verband met uw bevestinging / tracking nummer.
pl_pl: <b>Dziękujemy za zamówienie!</b><br /><br /> Potwierdzenie / numer przewozowy to <b>%s</b>, zatrzymaj ten numer, wysłano również wiadomość z informacjami zawartymi tutaj.

source: Invalid order method selected. Please choose a different order method below.
es_es: método válido para seleccionar. Por favor, elija un método diferente orden a continuación.
fa_ir: روش انجام سفارش انتخاب شده معتبر نیست.لطفا روش دیگری را برگزینید.
nl_be: Ongeldige bestel methode geselecteerd. Kies hieronder een andere bestel methode.
pl_pl: Nieprawidłowa metoda zamówienia. Wybierz metodę ponizej.

source: Checkout Step
es_es: Pedido Paso
fa_ir: مرحله پرداخت
nl_be: Afrekening Stap
pl_pl: Sprawdzanie

source: Review Your Order
es_es: Revise su pedido
fa_ir: سفارش را بازبینی فرمایید
nl_be: Bekijk Uw Bestelling
pl_pl: Sprawdź ponownie swoje zamówienie

source: Account information
es_es: Información de la cuenta
fa_ir: اطلاعات مالی
nl_be: Account informatie
pl_pl: Informacje konta

source: Your password will be emailed to the email address specified here.<br /> You will be able to change your password by using your account page after login.
es_es: Su contraseña le será enviada por correo electrónico a la dirección de correo electrónico especificada aquí. <br /> Podrá cambiar su contraseña utilizando su página de cuenta después de inicio de sesión.
fa_ir: گذرواژه جدید شما به نشانی پست الکترونیک شما ارسال گردید.<br />پس از ورود به سایت شما می توانید مجددا آنرا تغییر دهید.
nl_be: Uw wachtwoord wordt verzonden naar het opgegeven emailadres.<br /> U kan uw wachtwoord wijzigen door naar uw account pagina te gaan na aanmelding.
pl_pl: Hasło zostanie wysłane na podany adres email. <br /> Będziesz mógł później zmienic hasło na stronie edycji konta po zalogowaniu.

source: Email address
es_es: Dirección de correo electrónico
fa_ir: نشانی پست الکترونیکی
nl_be: Email adres
pl_pl: Adres email

source: Invalid order method selected! Please choose a different order method below.
es_es: método válido para seleccionar! Por favor, elija un método diferente orden a continuación.
fa_ir: روش سفارش انتخاب شده معتبر نیست.لطفا روش دیگری را برگزینید.
nl_be: Ongeldige bestel methode geselecteerd! Kies hieronder een andere bestel methode.
pl_pl: Nieprawidłowa metoda zamówienia. Wybierz inną metodą zamówienia poniżej.

source: New User?
es_es: ¿Nuevo usuario?
fa_ir: کاربر جدید هستید؟
nl_be: Nieuwe Gebruiker?
pl_pl: Nowy użytkownik?

source: Please enter your desired username / password to continue as a new user.
es_es: Por favor ingrese su nombre de usuario deseado y contraseña para continuar como un nuevo usuario.
fa_ir: لطفا شناسه کاربری/گذرواژه مورد نظر خود را برای حساب کاربری جدید خود وارد نمایید.
nl_be: Vul de gebruikersnaam / wachtwoord van uw keuze om verder te gaan als nieuwe gebruiker.
pl_pl: Wpisz nazwę użytkownika / hasło wymagane dla nowego użytkownika

source: Please enter your desired username to continue as a new user.
es_es: Por favor ingrese su nombre de usuario deseado para continuar como un nuevo usuario.
fa_ir: لطفا شناسه کاربری دلخواه خود را وارد نمایید.
nl_be: Vul de gebruikersnaam van uw keuze in om verder te gaan als nieuwe gebruiker.
pl_pl: Wpisz nazwę użytkownika żeby kontynuować jako nowy użytkownik

source: Continue as a New User
es_es: Continuar como un nuevo usuario
fa_ir: ادامه بعنوان یک کاربر جدید
nl_be: Ga verder als Nieuwe Gebruiker
pl_pl: Kontynuuj jako nowy użytkownik

source: Submit / Process Order
es_es: Enviar / Proceso de Orden
fa_ir: ثبت سفارش
nl_be: Plaats / Verwerk Bestelling
pl_pl: Potwierdź / Proces zamówienia

source: Submit / Review
es_es: Enviar / Revisión
fa_ir: ثبت/بازبینی
nl_be: Plaats / Bekijk
pl_pl: Potwierdź / sprawdź ponownie

source: Form is being processed. Please wait.
es_es: Formulario está en proceso. Por favor, espere.
fa_ir: فرم در حال پردازش است.لطفا چند لحظه صبور باشید.
nl_be: Formulier wordt verwerkt. Even geduld.
pl_pl: Formularz jest właśnie wysyłany, prosimy czekać.

source: Shopping Cart Administration
es_es: Compras Administración de la cesta
fa_ir: مدیریت فروشگاه/سبد خرید
nl_be: Winkel Mand Beheer
pl_pl: Administracja koszykiem kupna

source: Set checkout methods, currency and cart limits
es_es: Establecer métodos de pago y envío, los límites de la moneda y el carro
fa_ir: تنظیم روشهای پرداخت ، ارزها و محدودیتهای سبد خرید
nl_be: Stel afreken methode, munteenheid en mand limieten in
pl_pl: Sprawdź metody sprawdzania, walutę oraz limity koszyka

source: Set global or user discounts
es_es: Conjunto global de usuarios o descuentos
fa_ir: تنظیم تخفیف موردی یا سراسری
nl_be: Stel globale of gebruiker kortingen in
pl_pl: Ustaw ogólnie lub zniżki dla użytkownika

source: Discount Settings
es_es: Configuración de descuento
fa_ir: تنظیمات تخفیف
nl_be: Korting Instellingen
pl_pl: Ustawienia zamówienia

source: Set global or local fees
es_es: Conjunto global o local las tasas
fa_ir: تنظیم قیمت واحد موردی یا سراسری
nl_be: Stel globale of lokale prijzen in
pl_pl: Ustaw globalnie lub opłaty lokalne
