Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/shopping.po
Languages: es_es, fa_ir, nl_be, pl_pl

source: No items added / selected for this order! Please select / add at least one item for the new order to proceed.
es_es: No hay elementos añadidos seleccionados para este fin! Por favor, seleccione / agregar al menos un punto para el nuevo orden de proceder.
fa_ir: هیچ موردی در سبد خرید وجود ندارد.لطفا ابتدا کالای مورد نظر خود را انتخاب و به سبد خرید اضافه نمایید.
nl_be: Geen items toegevoegd / geselecteerd voor deze bestelling! Selecteer / voeg minstens een item aan deze nieuwe bestelling toe om verder te gaan.
pl_pl: Nie dodano żadnych przedmiotów / wybierz dla tego zamówienia! Wybierz / przynajmniej jeden przedmiot aby zamówienie mogło być zrealizowane

source: There were some errors while processing your order (some items couldn't be added to your order). Please contact us with this error and your order number as soon as possible.
es_es: Hubo algunos errores al procesar su solicitud (algunos elementos no se podrían añadir a su orden). Póngase en contacto con nosotros con este error y su número de pedido lo antes posible.
nl_be: Er waren problemen bij het verwerken van uw bestelling (sommige items konden niet toegevoegd worden). Contacteer ons zo snel mogelijk met deze foutmelding en uw order nummer.
pl_pl: Wystąpił błąd podczas przetwarzania zamówienia (niektóre przedmioty nie mogły zostać dodane do zamówienia). Skontaktuj się z nami opisując błąd i numer zamówienia.

source: Order has been successfully created.<br /> The confirmation / tracking number is <b>%s</b>.
es_es: Orden ha sido creado con éxito. <br /> La confirmación / número de seguimiento <b>es% s.</b>
fa_ir: سفارش با موفقیت ایجاد شد. .<br /> کد رهگیری عبارتست از: <b>%s</b>.
nl_be: Bestelling werd met succes geplaatst.<br /> De confirmatie / tracking nummer is <b>%s</b>.
pl_pl: Zamówienie zostało utworzone z powodzeniem.<br /> Potwierdzenie / numer przewozowy to: <b>%s</b>.

source: View Order
es_es: Ver pedido
fa_ir: ترتیب نمایش
nl_be: Toon Bestelling
pl_pl: Zobacz zamówienie

source: Select
es_es: Seleccione
fa_ir: انتخاب
nl_be: Selecteer
pl_pl: Wybierz

source: Yes
es_es: Sí
fa_ir: بلی
nl_be: Ja
pl_pl: Tak

source: Add
es_es: Agregar
fa_ir: اضافه شود
nl_be: Voeg Toe
pl_pl: Dodaj

source: Stock
es_es: Archivo
fa_ir: استوک
pl_pl: Czas

source: Available
es_es: Disponible
fa_ir: موجود
nl_be: Beschikbaar
pl_pl: Dostępny/e

source: Unavailable
es_es: No disponible
fa_ir: موجود نیست
nl_be: Niet Beschikbaar
pl_pl: Niedostępny/e

source: Order ID / Submitted on
es_es: ID del pedido / Presentado en
fa_ir: زمان سفارش
nl_be: Bestel ID / Gemaakt op
pl_pl: Numer zamówienia / Zamówione na

source: Shopping Orders Administration
es_es: Compras Pedidos Administración
fa_ir: مدیریت سفارشات
nl_be: Bestelling Beheer
pl_pl: Administracja zamówieniami

source: Edit Order
es_es: Editar Orden
fa_ir: اصلاح سفارش
nl_be: Bewerk Bestelling
pl_pl: Edytuj zamówienie

source: New and Processing Orders
es_es: Nueva y el procesamiento de pedidos
fa_ir: سفارشات جدید/در حال پردازش
nl_be: Nieuwe en Bestellingen in Verwerking
pl_pl: Nowe i postępujące zamówienia

source: Processed Orders
es_es: Los pedidos procesados
fa_ir: سفارش پردازش شده
nl_be: Verwerkte Bestellingen
pl_pl: Wykonane zamówienia

source: No orders found.
es_es: No hay órdenes que se encuentran.
fa_ir: هیچ سفارشی پیدا نشد.
nl_be: Geen Bestellingen gevonden.
pl_pl: Nie znaleziono zamówień

source: We are sorry for the inconvenience but the order couldn't be added to the db. Please contact us with this error as soon as possible.
es_es: Pedimos disculpas por las molestias, pero la orden no se podría agregar a la base de datos. Póngase en contacto con nosotros con este error lo antes posible.
nl_be: Het spijt ons maar de bestelling kon niet toegevoegd worden in de database. Contacteer ons zo snel mogelijk met deze fout.
pl_pl: Zamówienie nie zostało dodane do bazy danych, przepraszamy za niedogodnosci. Skontaktuj się z nami z opisem błędu.

source: Order couldn't be created / updated! Error: %s
es_es: El orden no puede ser creado / modificado! Error: %s
fa_ir: سفارش ایجاد/به روز نشد.خطا: %s
nl_be: Bestelling kon niet worden gemaakt / bijgewerkt! Fout: %s
pl_pl: Zamówienie nie zostało stworzone / zaaktualizowane! Błąd: %s

source: Order couldn't be updated! Error: %s
es_es: Orden no se pudo actualizar! Error: %s
fa_ir: سفارش به روز نشد.خطا: %s
nl_be: Bestelling kon niet worden bijgewerkt! Fout: %s
pl_pl: Zamówienie nie zostało zaaktualizowane! Błąd: %s

source: Accepted
es_es: Aceptamos
fa_ir: پذیرفته شده
nl_be: Aanvaard
pl_pl: Zaakceptowane

source: Cancelled
es_es: Cancelado
fa_ir: انصراف داده شد
nl_be: Geanulleerd
pl_pl: Anulowane

source: New
es_es: Nuevo
fa_ir: جدید
nl_be: Nieuw
pl_pl: Nowy/e

source: Processing
es_es: Procesamiento
fa_ir: در حال پردازش
nl_be: Verwerken
pl_pl: Przetwarzane

source: Rejected
es_es: Rechazada
fa_ir: رد شده
nl_be: Geweigerd
pl_pl: Odrzucone

source: Delivered
es_es: Entregado
fa_ir: تحویل داده شد
nl_be: Geleverd
pl_pl: Dostarczone

source: Undefined!
es_es: Indefinido!
fa_ir: تعریف نشده!
nl_be: Onbekend!
pl_pl: Niesprecyzowane

source: Paid
es_es: Pago
fa_ir: پرداخت شده
nl_be: Betaald
pl_pl: Zapłacone

source: Pending
es_es: Pendientes
fa_ir: منتظر پرداخت
nl_be: Hangende
pl_pl: Oczekujące

source: Failed
es_es: No
fa_ir: خطا در پرداخت
nl_be: Mislukt
pl_pl: Nieudane

source: Expired
es_es: Caducado
fa_ir: منقضی شده
nl_be: Verlopen
pl_pl: Stare

source: Email couldn't be sent! The defined order cannot be found.
es_es: El correo electrónico no se pudo enviar! El orden definido no se puede encontrar.
fa_ir: پیام الکترونیکی ارسال نشد.سفارش مورد نظر پیدا نشد!
nl_be: Email kon niet worden verzonden! Opgegeven bestelling niet gevonden.
pl_pl: Wiadomośc nie może być wysłana, zamówienie nie zostało znalezione.

source: It's now safe to ship the goods if necessary.
es_es: Ahora es seguro para enviar la mercancía en caso necesario.
fa_ir: اکنون می توان در صورت لزوم اقدام به ارسال کالا نمود.
nl_be: De goederen kunnen nu indien nodig veilig verzonden worden.
pl_pl: Bezpiecznie jest przesłać przedmioty.

source: IMPORTANT: payment has been cancelled so shipment should be cancelled too!
es_es: IMPORTANTE: El pago ha sido cancelado para el envío debe ser cancelado también!
fa_ir: مهم:پرداخت لغو گردیده لذا باید ارسال کالا نیز لغو گردد.
nl_be: BELANGRIJK: betaling werd geanulleerd - verzending zou dus ook moeten geanulleerd worden!
pl_pl: WAŻNE: Płatność została anulowana, więc wysyłka również jest anulowana.

source: IMPORTANT: do NOT ship any goods until payment has been confirmed / processed!
es_es: IMPORTANTE: No enviamos las mercancías hasta el pago ha sido confirmado / procesados!
nl_be: BELANGRIJK: verzend GEEN goederen tot betaling bevestigd of verwerkt is!
pl_pl: WAŻNE: NIE wysyłaj żadnych przedmiotów dopóki płatność nie zostanie potwierdzona.

source: Items ordered
es_es: Los artículos pedidos
fa_ir: موارد سفارش داده شده
nl_be: Items besteld
pl_pl: Zamówione przedmioty

source: You can access / download your digital goods at:
es_es: Puede acceder y descargar sus mercancías digitales en:
fa_ir: شما می توانید کالاهای خود را بصورت اینترنتی از طریق زیر دریافت نمایید:
nl_be: U kan uw digitale goederen vinden / downloaden op:
pl_pl: Masz dostęp / ściągnij e-przedmioty z:

source: Your payment is still pending. To access your Digital Goods please finalize your payments below or wait until we receive the confirmation for your payment.
es_es: Su pago está pendiente. Para acceder a los productos digitales por favor completar sus pagos por debajo o esperar hasta que recibamos la confirmación de su pago.
nl_be: Uw betaling is nog in verwerking. Om uw Digitale Goederen te verkrijgen, werk uw betaling af of wacht tot wij bevestiging van uw betaling hebben ontvangen.
pl_pl: Płatność jest nadal w stanie oczekiwania. Żeby mieć dostęp do e-przedmiotów sfinalizuj płatności poniżej i czekaj na potwierdzenie.

source: Order #
es_es: Orden #
fa_ir: سفارش#
nl_be: Bestelling #
pl_pl: Zamówienie #

source: Your order details are listed below, if you would like to change any of the submitted information or have further question / comments please let us know in the comments.
es_es: Los detalles de su orden se enumeran a continuación, si desea cambiar alguna de la información presentada o tiene más preguntas o comentarios por favor háganoslo saber en los comentarios.
fa_ir: جزییات سفارش را می توانید در زیر ملاحظه فرمایید.اگر تمایل دارید می توانید آنرا تغییر دهید و یا توضیحی به سفارش خود بیافزایید.
nl_be: De details van uw bestelling vind u onderaan, indien u nog informatie wenst te wijzigen, verdere informatie / opmerkingen heeft, laat ons deze weten via de Opmerkingen.
pl_pl: Szczegóły zamówienia są opisane poniżej, jeśli chcesz zmienić warunki zamówienia lub poinformowaćo czymś innym dodaj komentarz

source: Payment confirmed and received.
es_es: Pago confirmado y recibido.
fa_ir: پرداخت انجام و تایید گردید.
nl_be: Betaling bevestigd en ontvangen.
pl_pl: Zapłata potwierdzona i przyjęta

source: Payment still pending!
es_es: Pago pendiente!
fa_ir: پرداخت هنوز انجام نشده است.
nl_be: Betaling nog in verwerking!
pl_pl: Zapłata nadal jest w stanie oczekiwania

source: Payment failed!
es_es: Pago fallido!
fa_ir: پرداخت با خطا مواجه گردید.
nl_be: Betaling Mislukt!
pl_pl: Nieudana zapłata.

source: Payment expired!
es_es: Pago vencido!
fa_ir: پرداخت منقضی گردیده است.
nl_be: Betaling vervallen!
pl_pl: Zapłata przekroczyła czas oczekiwania

source: Awaiting payment deposit!
es_es: En espera de depósito de pago!
fa_ir: منتظر پرداخت
nl_be: Wachten op ontvangst betaling!
pl_pl: Depozyt w oczekiwaniu

source: It seems the payment has not been processed yet or you haven't finalized the payment. If you sure the payment has been processed please wait a few more minutes until we receive the confirmation, otherwise please click on the button below.
es_es: Parece que el pago no ha sido procesado aún o no ha finalizado el pago. Si usted seguro de que el pago ha sido procesado por favor, espere unos minutos más hasta que recibamos la confirmación, de lo contrario haz clic en el botón de abajo.
nl_be: De betaling werd nog niet verwerkt of u voerde de betaling nog niet uit. Indien u zeker bent dat de betaling werd uitgevoerd, wacht nog nog een paar minuten tot we de bevestiging hebben ontvangen, of klik op onderstaande knop.
pl_pl: Zapłata nie została jeszcze przetworzona lub jeszcxze nie sfinalizowałeś/aś spłaty. Jeśli masz pewność że płatność jest przetworzona poczekaj kilka minut aż otrzymamy potwierdzenie, w przeciwnym razie kliknij poniżej.

source: Method
es_es: Método
fa_ir: روش
nl_be: Methode
pl_pl: Metoda

source: %s, started on <i>%s</i>, finished on %s, from %s
es_es: %s, se inició <i>en %s,</i> terminó en %s, desde %s
fa_ir: %s, آغاز شده در <i>%s</i>, تکمیل شده در %s, از %s
nl_be: %s, gestart op <i>%s</i>, afgewerkt op %s, van %s
pl_pl: %s, zaczęta <i>%s</i>, zakończona %s, od %s

source: unknown
es_es: desconocido
fa_ir: نامشخص
nl_be: onbekend
pl_pl: Nieznane

source: Downloads
es_es: Descargas
fa_ir: بارگذاریها
pl_pl: Centrum ściągania

source: Shopping Store
es_es: Compras de la tienda
fa_ir: غرفه فروشگاه
nl_be: Winkel
pl_pl: Katalog przedmiotów

source: Sell products in a directory like structure
es_es: Venta de productos en un directorio como la estructura
fa_ir: کالاهای خود را بصورت طبقه بندی شده عرضه نمایید
nl_be: Verkoop producten in een mapstructuur
pl_pl: sprzedawaj przedmioty z możliwością ich katalogowania

source: No file selected to download!
es_es: No existe el fichero seleccionado para descargar!
fa_ir: هیج پرونده ای برای دریافت انتخاب نشده است!
nl_be: Geen bestanden geselecteerd voor download!
pl_pl: Nie wybrano żadnych plików do pobrania

source: The selected file cannot be found!
es_es: El archivo seleccionado no se puede encontrar!
fa_ir: پرونده انتخاب شده پیدا نشد!
nl_be: Het geselecteerde bestand kon niet worden gevonden!
pl_pl: Wybrany plik nie został znaleziony

source: You need to be logged in to download this file. Please login or register.
es_es: Necesitas estar registrado para descargar este archivo. Por favor ingresar o registrarse.
fa_ir: جهت دریافت این پرونده باید عضو سایت شده و وارد سامانه شده باشید.
nl_be: U dient aangemeld te zijn om bestanden op te halen. Meld aan of registreer u.
pl_pl: Musisz być zalogowany aby pobrać ten plik. Zaloguj się lub zarejestruj.

source: An order with this file cannot be found!
es_es: Una orden con este archivo no se puede encontrar!
fa_ir: هیچ سفارشی برای این پرونده پیدا نشد!
nl_be: Een bestelling met dit bestand kon niet worden gevonden!
pl_pl: Zamówienie z tym plikiem nie zostało znalezione

source: The order you selected cannot be found!
es_es: El orden que ha seleccionado no se puede encontrar!
fa_ir: سفارش مورد نظر پیدا نشد!
nl_be: De geselecteerde bestelling werd niet gevonden!
pl_pl: Wybrane zamówienie nie zostało znalezione

source: You are not the owner of this order!
es_es: Usted no es el propietario de este orden!
fa_ir: شما حق دسترسی به این سفارش را ندارید!
nl_be: U bent niet de eigenaar van deze bestelling!
pl_pl: Nie jesteś właścicielem/właścicielką tego zamówienia

source: Your payment has not yet been confirmed!
es_es: Su pago no ha sido aún confirmada!
fa_ir: پرداخت شما تاکنون تایید نشده است!
nl_be: Uw betaling werd nog niet bevestigd!
pl_pl: Twoja płatność nie została jeszcze potwierdzona

source: Your order has been cancelled!
es_es: Su pedido ha sido cancelado!
fa_ir: سفارش شما لغو گردیده است.
nl_be: Uw bestelling werd geanulleerd!
pl_pl: Twoje zamówienie zostało anulowane

source: Your download has expired!
es_es: Su descarga ha caducado!
fa_ir: این دانلود منقضی شده است!
nl_be: Uw download is verlopen!
pl_pl: Czas oczekiwania na pobranie minął

source: New Item
es_es: Nuevo artículo
fa_ir: مورد جدید
nl_be: Nieuw Item
pl_pl: Nowy przedmiot

source: Orders
es_es: Órdenes
fa_ir: سفارش ها
nl_be: Bestellingen
pl_pl: Zamówienia

source: (will create a new item)
es_es: (Se creará una nueva partida)
fa_ir: (یک مورد جدید ایجاد خواهد کرد)
nl_be: (een nieuw item wordt gemaakt)
pl_pl: (Stworzy nowy przedmiot)

source: Item Options
es_es: Opciones del artículo
fa_ir: تنظیمات هر قلم
nl_be: Item Opties
pl_pl: Opcje przedmiotu

source: Price
es_es: Precio
fa_ir: قیمت
nl_be: Prijs
pl_pl: Cena

source: e.g. 170
es_es: por ejm. 170
fa_ir: مثلا: 170
nl_be: bv. 170
pl_pl: np. 170

source: e.g. ITEM-0711
es_es: por ejm. ITEM-0711
fa_ir: مثلا: ITEM-0711
nl_be: bv. ITEM-0711
pl_pl: np. PRZEDMIOT-0711

source: Quantity Options
es_es: Cantidad de Opciones
fa_ir: تنظیمات تعداد/مقدار
nl_be: Hoeveelheid Opties
pl_pl: Opcje ilości

source: Available Quantity
es_es: Cantidad disponible
fa_ir: تعداد موجودی
nl_be: Beschikbare Hoeveelheid
pl_pl: Dostępna ilość

source: e.g. 1000 (leave it empty for unlimited)
es_es: por ejm. 1000 (dejar en blanco para un número ilimitado)
fa_ir: مثلا: 1000(0 به معنای نامحدود است)
nl_be: bv. 1000 (laat leeg indien ongelimiteerd)
pl_pl: np. 1000 (zostaw puste jeśli ilość jest nieograniczona)

source: Max Order Quantity at Once
es_es: Cantidad máxima de Orden a la vez
fa_ir: حداکثر تعداد قابل سفارش در هر خرید
nl_be: Max Hoeveelheid per Bestelling
pl_pl: Maxymalna ilość na jedno zamówienie

source: e.g. 15 (default 30)
es_es: por ejm. 15 (por defecto 30)
fa_ir: مثلا: 15 (پیشفرض:30)
nl_be: bv. 15 (standaard 30)
pl_pl: np. 15 (domyślnie 30)

source: Show Quantity Picker
es_es: Mostrar selector de Cantidad
fa_ir: نمایش انتخابگر تعداد/مقدار
nl_be: Toon Hoeveelheid Kiezer
pl_pl: Pokaż pobieracz ilości

source: e.g. oranges, lemons, limes
es_es: por ejm. naranjas, limones, limas
fa_ir: مثلا: نارنجی،قرمز،آبی
nl_be: bv. appels, peren, citroenen
pl_pl: np. pomarańcze, cytrusy, limonki

source: Title* (e.g. Color, Size)
es_es: * Título (por ejm. color, tamaño)
fa_ir: عنوان* (مثلا: رنگ،اندازه)
nl_be: Titel* (bv. Kleur, Grootte)
pl_pl: Tytuł*(np. kolor, wielkość)

source: Required
es_es: Requerido
fa_ir: الزامی
nl_be: Vereist
pl_pl: Wymagane

source: Price Difference
es_es: Diferencia de precios
fa_ir: اختلاف قیمت
nl_be: Prijs Verschil
pl_pl: Różnica ceny

source: Price Type
es_es: Precio Tipo
fa_ir: نوع قیمت
nl_be: Prijs Type
pl_pl: Typ ceny

source: Max Characters
es_es: Número máximo de caracteres
fa_ir: حداکثر تعداد حروف
nl_be: Max Karakters
pl_pl: Max. ilość znaków

source: Fixed
es_es: Fijo
fa_ir: ثابت
nl_be: Vast
pl_pl: Poprawiona

source: Percent
es_es: Por ciento
fa_ir: درصد
nl_be: Procent
pl_pl: Procent

source: Title* (e.g. Red, XXL)
es_es: * Título (por ejm. Roja, XXL)
fa_ir: عنوان*(مثلا: قرمز،XXL(
nl_be: Titel* (bv. Rood, XXL)
pl_pl: Tytuł*(np. Czerwone, XXL)

source: Add new row
es_es: Añadir nueva fila
fa_ir: سطر جدید اضافه نمایید
nl_be: Voeg nieuwe rij toe
pl_pl: Dodaj nowy szereg

source: Add new option
es_es: Añadir nueva opción
fa_ir: مشخصه جدید اضافه کنید
nl_be: Voeg nieuwe optie toe
pl_pl: Dodaj nową opcję

source: Items have been successfully re-ordered.
es_es: Los artículos han sido exitosamente reordenado.
fa_ir: اقلام با موفقیت بازمرتب سازی شدند.
nl_be: Items werden met succes herschikt.
pl_pl: Przedmiot został zamówiony ponownie z powodzeniem

source: Item has been successfully deleted.
es_es: El artículo se ha eliminado correctamente.
fa_ir: اقلام با موفقیت حذف گردیدند.
nl_be: Item werd met succes verwijderd.
pl_pl: Przedmiot został usunięty pomyślnie

source: Item has been successfully updated.
es_es: El artículo se ha actualizado correctamente.
fa_ir: اقلام با موفقیت به روز گردیدند.
nl_be: Item werd met succes bijgewerkt.
pl_pl: Przedmiot został zaaktualizowany pomyślnie

source: View Item
es_es: Ver artículo
fa_ir: مشاهده قلم
nl_be: Toon Item
pl_pl: Pokaż przedmiot

source: Item has been successfully created.
es_es: El artículo ha sido creado con éxito.
fa_ir: اقلامم با موفقیت ایجاد شدند.
nl_be: Item werd met succes gemaakt.
pl_pl: Przedmiot został utworzony pomyślnie

source: Goods
es_es: Productos
fa_ir: کالاها
nl_be: Goederen
pl_pl: Rzeczy

source: Digital Goods
es_es: De productos digitales
fa_ir: کالاهای نرم افزاری
nl_be: Digitale Goederen
pl_pl: e-przedmioty

source: Special Price
es_es: Precio especial
fa_ir: فروش ویژه
nl_be: Speciale Prijs
pl_pl: Specjalna cena

source: Special Price Starts
es_es: Precio Especial Inicia
fa_ir: تاریخ فروش ویژه از:
nl_be: Speciale Prijs Start
pl_pl: Start specjalnej ceny

source: Special Price Ends
es_es: Precio Especial Fin
fa_ir: تاریخ پایان فروش ویژه:
nl_be: Speciale Prijs Einde
pl_pl: Koniec specjalnej ceny

source: Weight
es_es: Peso
fa_ir: وزن
nl_be: Gewicht
pl_pl: Waga

source: Taxable
es_es: Pasivo
fa_ir: مشمول مالیات
nl_be: Belastbaar
pl_pl: Opodatkowane

source: Display Related Items
es_es: Mostrar artículos relacionados
fa_ir: نمایش کالاهای مرتبط
nl_be: Toon Gerelateerde Items
pl_pl: Pokaż podobne przedmioty

source: Edit Item
es_es: Editar elemento
fa_ir: اصلاح قلم
nl_be: Bewerk Item
pl_pl: Edytuj przedmiot

source: Out of Stock Items
es_es: Fuera de los elementos de archivo
fa_ir: اقلام تمام شده
nl_be: Item Niet in Stock
pl_pl: Brak przedmiotów

source: Items in Stock
es_es: Los artículos en stock
fa_ir: اقلام موجود در انبار
pl_pl: Przedmioty w magazynie

source: No items found for this category.
es_es: No se encontraron elementos para esta categoría.
fa_ir: هیچ موردی در این طبقه وجود ندارد.
nl_be: Geen items gevonden voor deze categorie.
pl_pl: Nie znaleziono przedmiotów w tej kategorii

source: Custom option title is required!
es_es: Título propio opción es necesaria!
fa_ir: عنوان مشخصه سفارشی الزامی است!
nl_be: Aangepaste optie titel is vereist!
pl_pl: Wymagany jest tytuł z opcji dodatkowej

source: No custom option price defined for "%s"!
es_es: No hay precio de la opción personalizada definida para "%s"!
fa_ir: هیچ قیمتی برای این مشخصه خاص تعریف نشده: "%s"!
nl_be: Geen aangepaste optie prijs werd gedefinieerd voor "%s"!
pl_pl: Nie wybrano ceny dla opcji specjalnej "%s"

source: Custom option price title for "%s" is required!
es_es: opción Personalizar el título de precios para "%s" es necesario!
fa_ir: قیمت مشخصه سفارشی الزامی است: "%s"!
nl_be: Aangepaste optie prijs titel voor "%s" is vereist!
pl_pl: Wymagana cena dla opcji specjalnej "%s"

source: Item couldn't be added! Error: %s
es_es: El artículo no puede ser añadido! Error: %s
fa_ir: اقلام اضافه نشدند: %s
nl_be: Item kon niet toegevoegd worden! Fout: %s
pl_pl: Przedmiot nie został dodany! Błąd: %s

source: Custom option couldn't be created! Error: %s
es_es: opción personalizada no se puede crear! Error: %s
fa_ir: مشخصه سفارشی ایجاد نشد.خطا: %s
nl_be: Aangepaste optie kon niet toegevoegd worden! Fout: %s
pl_pl: Dodatkowa opcja nie została stworzona! Błąd: %s

source: Custom option price couldn't be created! Error: %s
es_es: precio personalizado opción no se puede crear! Error: %s
fa_ir: قیمت مشخصه سفارشی ایجاد نشده.خطا: %s
nl_be: Aangepaste optie prijs kon niet gemaakt worden! Fout: %s
pl_pl: Cena dla opcji specjalnej nie została dodana! Błąd: %s

source: Custom option couldn't be updated! Error: %s
es_es: opción personalizada no se pudo actualizar! Error: %s
fa_ir: مشخصه سفارشی به روز نشد.خطا: %s
nl_be: Aangepast optie kon niet bijgewerkt worden! Fout: %s
pl_pl: Dodatkowa opcja nie została stworzona! Błąd: %s

source: Custom option price couldn't be updated! Error: %s
es_es: precio personalizado opción no se pudo actualizar! Error: %s
fa_ir: قیمت مشخصه سفارشی به روز نشد.خطا: %s
nl_be: Aangepaste optie prijs kon niet bijgewerkt worden! Fout: %s
pl_pl: Cena dla specjalnej opcji nie została zaaktualizowana! Błąd: %s

source: Item couldn't be updated! Error: %s
es_es: El artículo no puede ser actualizado! Error: %s
fa_ir: اقلام به روز نشده اند.خطا: %s
nl_be: Item kon niet worden bijgewerkt! Fout: %s
pl_pl: Przedmiot nie został zaaktualizowany! Błąd: %s

source: Stock: available
es_es: Stock: disponible
fa_ir: وضعیت انبار:موجود
nl_be: Stock: beschikbaar
pl_pl: Magazyn: Dostępny/e

source: Stock: unavailable
es_es: Stock: no disponible
fa_ir: وضعیت انبار: موجود نیست
nl_be: Stock: niet beschikbaar
pl_pl: Magazyn: Niedostępny/e

source: More Details
es_es: Más información
fa_ir: جزییات بیشتر
nl_be: Meer Details
pl_pl: Więcej szczegółów

source: Out of Stock
es_es: Fuera de Stock
fa_ir: در انبار موجود نیست
nl_be: Niet in Stock
pl_pl: Brak przedmiotu w magazynie

source: Add to My Cart
es_es: Añadir a la Cesta
fa_ir: اضافه به سبد خرید من
nl_be: Voeg aan Mijn Karretje Toe
pl_pl: Dodaj do mojego koszyka

source: Related Items
es_es: Artículos relacionados
fa_ir: کالاهای مرتبط
nl_be: Gerelateerde Items
pl_pl: Podobne przedmioty

source: New Category
es_es: Nueva categoría
fa_ir: طبقه بندی جدید
nl_be: Nieuwe Categorie
pl_pl: Nowa kategoria

source: Sub Category of
es_es: Sub Categoría de
fa_ir: زیر طبقه ای از
nl_be: Sub Categorie van
pl_pl: Subkategoria

source: Show Icons
es_es: Mostrar iconos
fa_ir: نمایش آیکونها
nl_be: Toon Iconen
pl_pl: Pokaż ikony

source: (display icons when category selected)
es_es: (Mostrar los iconos en la categoría seleccionada)
fa_ir: (وقتی طبقه ای انتخاب می شود آیکون آن نمایش داده خواهد شد)
nl_be: (toon iconen wanneer categorie geselecteerd)
pl_pl: (Pokaż ikony po wybraniu kategorii)

source: Full Items
es_es: Elementos completos
fa_ir: تمامی اقلام
nl_be: Volledige Items
pl_pl: Pełne przedmioty

source: Hide Subgroup Items
es_es: Ocultar Subgrupo Artículos
fa_ir: اقلام زیر این طبقه بندی مخفی شوند
nl_be: Verberg Subgroep Items
pl_pl: Ukryj przedmioty z podgrup

source: Digital / Downloadable Goods
es_es: Digital / Productos Descargable
fa_ir: کالاهای قابل دانلود
nl_be: Digitale / Downloadbare Goederen
pl_pl: Cyfrowe / Pliki do ściągnięcia

source: Downloads Expire after
es_es: Descargas de Vencimiento después
fa_ir: انقضای دانلود پس از
nl_be: Download Vervalt na
pl_pl: Czas przeznaczony na zaczęcie pobrania upływa po

source: days (when ordered)
es_es: días (bajo pedido)
fa_ir: روز(پس از سفارش)
nl_be: dagen (wanneer besteld)
pl_pl: dni (jeśli jest kolejność)
