Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/shopping.po
Languages: es_es, fa_ir, nl_be, pl_pl

source: Title
es_es: Título
fa_ir: عنوان
nl_be: Titel
pl_pl: Tytuł

source: Description
es_es: Descripción
fa_ir: شرح
nl_be: Omschrijving
pl_pl: Opis

source: Custom Options Placeholder
es_es: Personalizar opciones de marcador
fa_ir: محل تنظیمات سفارشی سازی
nl_be: Aangepaste Opties Plaatshouder
pl_pl: Miejsce dodatkowych opcji

source: Blogging Options
es_es: Opciones Blogging
fa_ir: تنظیمات وبلاگ
nl_be: Blogging Opties
pl_pl: Opcje blogowania

source: Created on
es_es: Creado el
fa_ir: ایحاد شده در
nl_be: Gemaakt op
pl_pl: Stworzone

source: Path
es_es: Ruta
fa_ir: مسیر
nl_be: Pad
pl_pl: Ścieżka

source: Keywords
es_es: Palabras clave
fa_ir: کلیدواژه ها
nl_be: Sleutelwoorden
pl_pl: Słowa kluczowe

source: Rating Options
es_es: Valoración de Opciones
fa_ir: تنظیمات امتیازدهی
nl_be: Waarderings Opties
pl_pl: Opcje oceniania

source: Enable Rating
es_es: Habilitar Clasificación
fa_ir: فعال سازی امتیازدهی
nl_be: Zet Waardering Aan
pl_pl: Włącz ocenianie

source: Enable Guest Rating
es_es: Habilitar Clasificación de Invitados
fa_ir: فعالسازی امتیازدهی مهمان
nl_be: Zet Gast Waardering Aan
pl_pl: Włącz ocenianie przez gości

source: Comments Options
es_es: Opciones Comentarios
fa_ir: تنظیمات درج نظر
nl_be: Commentaar Opties
pl_pl: Opcje komentarzy

source: Enable Comments
es_es: Habilitar Comentarios
fa_ir: فعالسازی درج نظر
nl_be: Zet Commentaren Aan
pl_pl: Włącz komentarze

source: Enable Guest Comments
es_es: Activar Comentarios de los clientes
fa_ir: فعالسازی درج نظر مهمان
nl_be: Zet Gast Commentaren Aan
pl_pl: Włącz dodawanie komentarzy przez gości

source: Additional Options
es_es: Opciones adicionales
fa_ir: سایر تنظیمات
nl_be: Extra Opties
pl_pl: Dodatkowe opcje

source: Deactivated
es_es: Desactivado
fa_ir: غیرفعال
nl_be: Uitgeschakeld
pl_pl: Deaktywowane

source: e.g. 150
es_es: por ejm. 150
fa_ir: مثلا: 150
nl_be: bv. 150
pl_pl: np. 150

source: <span class='comment' style='text-decoration: line-through;'>(marked with strike through)</span>
es_es: <span class='comment' style='text-decoration: line-through;'>(Marcados con tachado)</span>
fa_ir: <span class='comment' style='text-decoration: line-through;'>(این عبارت بصورت خط خورده نمایش داده خواهد شد)</span>
nl_be: <span class='comment' style='text-decoration: line-through;'>(gemarkeerd met doorstreping)</span>
pl_pl: <span class='comment' style='text-decoration: line-through;'>(przekreślone)</span>

source: <b>Billing information</b><br />* This information must match your credit card to prevent any delays
es_es: <b>Datos de facturación</b> <br /> * Esta información debe coincidir con su tarjeta de crédito para evitar retrasos
fa_ir: <b>اطلاعات پرداخت</b><br />* این اطلاعات باید با مشخصات کارت بانکی شما منطبق باشد.
nl_be: <b>Betalings informatie</b><br />* Deze informatie moet overeenkomen met die op uw kredietkaart om vertragingen te voorkomen
pl_pl: <b>Informacje o billingu</b><br />* Informacje poniżej muszą się zgadzać z tymi które są na twojej karcie kredytowej aby zapobiec jakimkolwiek opóźnieniom

source: Your name
es_es: Su nombre
fa_ir: نام شما
nl_be: Uw naam
pl_pl: Twoje imię

source: Phone number
es_es: Número de teléfono
fa_ir: شماره تلفن
nl_be: Telefoonnummer
pl_pl: Numer telefonu

source: <b>Shipping address</b><br />* Leave blank If same as Billing Information
es_es: <b>Dirección de envío</b><br />* Dejar en blanco si es la misma información de facturación
fa_ir: <b>نشانی محل تحویل</b><br />* اگر با نشانی محل سکونت شما یکسان است خالی بگذارید
nl_be: <b>Verzend adres</b><br />* Laat leeg indien hetzelfde als uw Betalings Informatie
pl_pl: <b>Adres wysyłki</b><br />* Informacje poniżej pozostaw puste jeśli są identyczne jak z informacji o billingu

source: Company / Organization
es_es: Empresa / Organización
fa_ir: شرکت/موسسه
nl_be: Bedrijf / Organisatie
pl_pl: Firma / Organizacja

source: Address
es_es: Dirección
fa_ir: نشانی
nl_be: Adres
pl_pl: Adres

source: City
es_es: Ciudad
fa_ir: شهر
nl_be: Stad
pl_pl: Miasto

source: State
es_es: Estado
fa_ir: استان
nl_be: Provincie
pl_pl: Stan

source: Zip/Postal code
es_es: Zip/Código postal
fa_ir: کدپستی
nl_be: Postcode
pl_pl: Kod pocztowy

source: Country
es_es: País
fa_ir: کشور
nl_be: Land
pl_pl: Kraj

source: Comments
es_es: Comentarios
fa_ir: توضیحات
nl_be: Opmerkingen
pl_pl: Komentarze

source: Indicate here your preferences or other comments
es_es: Indique aquí sus preferencias u otros comentarios
fa_ir: در این قسمت اگر توضیح خاصی دارید بنویسید
nl_be: Geef uw voorkeuren of opmerkingen
pl_pl: Dodatkowe informacje lub kometarz dodaj tutaj

source: Gift order
es_es: Regalo para
fa_ir: ارسال کالا بعنوان هدیه
nl_be: Cadeau
pl_pl: Zamówienie prezentu

source: Is this a gift order?
es_es: ¿Es esto una orden de regalo?
fa_ir: آیا این کالا را بعنوان هدیه به شخص دیگری ارسال می کنید؟
nl_be: Is dit een cadeau?
pl_pl: Czy to jest zamówienie na prezent?

source: Please enter your gift message here
es_es: Por favor ingrese su mensaje de regalo aquí
fa_ir: پیام مورد نظر جهت ارسال بهمراه هدیه را بنویسید
nl_be: Geef een boodschap voor het cadeau
pl_pl: Zamieść swoją informację o prezencie tutaj

source: Automatic Continue Shopping
es_es: Continuar Compra Automática
fa_ir: بطور خودکار ارسال گردد
nl_be: Automatisch Verder Winkelen
pl_pl: Ponów kupowanie automatycznie

source: Currency Position
es_es: Posición de divisas
fa_ir: محل ارز
nl_be: Munteenheid Positie
pl_pl: Pozycja waluty

source: Weight Unit
es_es: Peso de la unidad
fa_ir: واحد وزنی
nl_be: Gewicht Eenheid
pl_pl: Jednostka wagi

source: Display Similar Items
es_es: Mostrar artículos similares
fa_ir: نمایش اقلام مشابه
nl_be: Toon Soortgelijke Items
pl_pl: Pokaż podobne przedmioty

source: Email Notification
es_es: Notificación por correo electrónico
fa_ir: اطلاع رسانی از طریق پست الکترونیک
nl_be: Email Notificatie
pl_pl: Powiadomienie email

source: Send Notification Email On New Order
es_es: Enviar notificación por correo electrónico En Nuevo Orden
fa_ir: هر سفارش جدیدی که دریافت شد ، یک پیام به پست الکترونیکی شما ارسال گردد
nl_be: Stuur Notificatie bij Nieuwe Bestelling
pl_pl: Wyślij powiadomienie emailem o nowym zamówieniu

source: Send Notification Email To
es_es: Enviar notificación por correo electrónico a
fa_ir: اطلاع رسانی سفارشات به نشانی زیر ارسال گردد
nl_be: Stuur Notificatie Email Naar
pl_pl: Wyślij powiadomienie do

source: Limits
es_es: Límites
fa_ir: محدودیت ها
nl_be: Limieten
pl_pl: Limity

source: Minimum Item Order
es_es: Orden mínima del artículo
fa_ir: حداقل تعداد سفارش
nl_be: Minimum Item Bestelling
pl_pl: Minimalne zamówienie przedmiotu

source: Minimum Order Price
es_es: Precio Mínimo de Orden
fa_ir: حداقل بهای سفارش
nl_be: Minimum Bestelling Prijs
pl_pl: Minimalna cena zamówienia

source: Order Method InvoiceCustomer
es_es: Orden InvoiceCustomer Método
fa_ir: روش پرداخت از طریق ارسال پستی صورتحساب سفارش
nl_be: Bestel Methode Facturatie Klant
pl_pl: Faktura dla klienta

source: Order Method Check
es_es: Orden de comprobación Método
fa_ir: پرداخت از طریق چک/حواله
nl_be: Bestel Methode Controle
pl_pl: Sprawdź metodę zamówienia

source: To Name
es_es: Para Nombre
fa_ir: به نام
nl_be: Aan
pl_pl: Do imienia

source: Order Method PayPal
es_es: Orden de PayPal Método
fa_ir: پرداخت Paypal
nl_be: Bestel Methode Paypal
pl_pl: Zamów poprzez Paypal

source: Order Method CCBill
es_es: Orden CCBill Método
fa_ir: پرداخت CCBill
nl_be: Bestel Methode CCBill
pl_pl: Zamów poprzez CCBill

source: Account Number
es_es: Número de cuenta
fa_ir: شماره حساب
nl_be: Account Nummer
pl_pl: Numer konta

source: SubAccount Number
es_es: Número subcuenta
fa_ir: کد حساب
nl_be: SubAccount Nummer
pl_pl: Numer subkonta

source: Form ID
es_es: Forma de identificación
fa_ir: کد فرم
nl_be: Formulier ID
pl_pl: ID Formularza

source: Encryption Key
es_es: La clave de cifrado
fa_ir: کلید رمز
nl_be: Encryptie Sleutel
pl_pl: Klucz szyfrowania

source: Currency Code
es_es: Código de moneda
fa_ir: کد ارز
nl_be: Munteenheid Code
pl_pl: Kod waluty

source: Order Method AlertPay
es_es: Orden Método AlertPay
fa_ir: پرداخت به روش AlertPay
nl_be: Bestel Methode AlertPay
pl_pl: Zamów poprzez AlertPay

source: Security Code
es_es: Código de Seguridad
fa_ir: کد امنیتی
nl_be: Beveiligings Code
pl_pl: Kod bezpieczeństwa

source: Order Method AuthorizeDotNet
es_es: Orden AuthorizeDotNet Método
fa_ir: پرداخت به روش AuthorizeDotNet
nl_be: Bestel methode AuthorizeDotNet
pl_pl: Zamów poprzez AuthorizeDotNet

source: API Login ID
es_es: API Nombre de usuario
pl_pl: Login ID API

source: Transaction Key
es_es: De transacciones clave
fa_ir: کلید تراکنش
nl_be: Transactie Sleutel
pl_pl: Klucz transakcji

source: Order Method 2CheckOut
es_es: Orden 2CheckOut Método
fa_ir: پرداخت به روش 2CheckOut
nl_be: Bestel Methode 2CheckOut
pl_pl: Zamów poprzez 2CheckOut

source: Vendor ID
fa_ir: API Login ID
nl_be: Leverancier ID
pl_pl: Identyfikator sprzedawcy

source: Skip Fraud Check
es_es: Saltar el fraude de cheques
fa_ir: صرفنظر از Fraud Check
nl_be: Sla Fraude Controle Over
pl_pl: Pomiń sprawdzanie oszustwa

source: Order Method MoneyBookers
es_es: Orden MoneyBookers Método
fa_ir: پرداخت از طریق MoneyBookers
nl_be: Bestel Methode MoneyBookers
pl_pl: Zamów poprzez MoneyBookers

source: Enabled
es_es: Habilitado
fa_ir: فعال
nl_be: Ingeschakeld
pl_pl: Włączone

source: Currency
es_es: Moneda
fa_ir: ارز
nl_be: Munteenheid
pl_pl: Waluta

source: Secret Word
es_es: Palabra Secreta
fa_ir: کلید خصوصی
nl_be: Geheim Woord
pl_pl: Tajne słowo

source: Shopping Orders
es_es: Compras Pedidos
fa_ir: سفارشات
nl_be: Winkel Bestellingen
pl_pl: Zamówienia kupna

source: Handle New / Processed orders and display members their orders history
es_es: Mango Nueva / pedidos procesados y los miembros de mostrar su historial de pedidos
fa_ir: مدیریت سفارشات و نمایش سابقه سفارشات اعضا
nl_be: Beheer Nieuwe / Verwerkte bestellingen en toon leden hun bestel historiek
pl_pl: Obsługa nowych/przetwarzanych zamówień i wyświetlanie użytkowników według ich historii zamówień

source: Invoice Customer
es_es: Factura del cliente
fa_ir: صورتحساب مشتری
nl_be: Facturatie Klant
pl_pl: Faktura dla klienta

source: You will be contacted personally to finalize the payments
es_es: Usted será contactado personalmente para finalizar los pagos
fa_ir: جهت تکمیل فرآیند خرید ، با شما تماس خواهیم گرفت
nl_be: U zal gecontacteerd worden om uw betaling af te werken
pl_pl: Skontaktujesz się bezpośrednio w celu spłaty

source: Check Payment
es_es: Compruebe pago
fa_ir: بررسی پرداخت
nl_be: Controleer Betaling
pl_pl: Sprawdź płatność

source: Please complete the check to be sent to %s
es_es: Por favor, complete el cheque que se enviará a %s
fa_ir: لطفا چک ارسالی به %s را تکمیل فرمایید.
nl_be: Adresseer de cheque aan %s
pl_pl: Sprawdź czek przed wysłaniem do %s

source: Credit Card Payment (PayPal)
es_es: Pagos con Tarjeta de Crédito (PayPal)
fa_ir: پرداخت کارتهای اعتباری از طریق PayPal
nl_be: Betaling met Kredietkaart (Paypal)
pl_pl: Zapłata kartą kredytową (Paypal)

source: An extra step will be required trough Paypal.com
es_es: Un paso adicional se requiere a través de Paypal.com
fa_ir: علاوه بر این چند مرحله باید در سایت PayPal سپری گردد.
nl_be: Een extra stap is nodig via Paypal.com
pl_pl: Dodatkowy krok będzie wymagany przy obsłudze Paypal.com

source: Credit Card Payment (CCBill)
es_es: Pagos con Tarjeta de Crédito (CCBill)
fa_ir: پرداخت کارتهای اعتباری از طریق CCBill
nl_be: Betaling met Kredietkaart (CCBill)
pl_pl: Zapłata kartą kredytową (CCbill)

source: An extra step will be required trough CCBill.com
es_es: Un paso adicional se requiere a través de CCBill.com
fa_ir: علاوه بر این باید چند مرحله در CCBill.com سپری گردد.
nl_be: Een extra stap is nodig via CCBill.com
pl_pl: Dodatkowy krok będzie wymagany przy obsłudze CCBill.com

source: Credit Card Payment (AlertPay)
es_es: Pagos con Tarjeta de Crédito (AlertPay)
fa_ir: پرداخت کارت اعتباری از طریق AlertPay
nl_be: Betaling met Kredietkaart (AlertPay)
pl_pl: Zapłata kartą kredytową (AlertPay)

source: An extra step will be required trough AlertPay.com
es_es: Un paso adicional se requiere a través de AlertPay.com
fa_ir: علاوه بر این چند مرحله باید در AlertPay.com سپری گردد.
nl_be: Een extra stap is nodig via AlertPay.com
pl_pl: Dodatkowy krok będzie wymagany przy obsłudze AlerPay.com

source: Credit Card Payment (Authorize.net)
es_es: Pagos con Tarjeta de Crédito (Authorize.net)
fa_ir: پرداخت کارتهای اعتباری از طریق Authorize.net
nl_be: Betaling met Kredietkaart (Authorize.net)
pl_pl: Zapłata kartą kredytową (Authorize.net)

source: An extra step will be required trough Authorize.net
es_es: Un paso adicional se requiere a través de Authorize.net
fa_ir: علاوه بر این باید چند مرحله در Authorize.net سپری گردد.
nl_be: Een extra stap is nodig via Authorize.net
pl_pl: Dodatkowy krok będzie wymagany przy obsłudze Authorize.net

source: Credit Card Payment (2CheckOut)
es_es: Pagos con Tarjeta de Crédito (2CheckOut)
fa_ir: پرداخت کارتهای اعتباری از طریق 2CheckOut
nl_be: Betaling met Kredietkaart (2CheckOut)
pl_pl: Zapłata kartą kredytową (2CheckOut)

source: An extra step will be required trough 2CheckOut.com
es_es: Un paso adicional se requiere a través de 2CheckOut.com
fa_ir: علاوه بر این باید چند مرحله باید در 2CheckOut.com سپری گردد.
nl_be: Een extra stap is nodig via 2CheckOut.com
pl_pl: Dodatkowy krok będzie wymagany przy obsłudze 2CheckOut.com

source: Credit Card Payment (MoneyBookers)
es_es: Pagos con Tarjeta de Crédito (Moneybookers)
fa_ir: پرداخت کارتهای اعتباری از طریق MoneyBookers
nl_be: Betaling met Kredietkaart (MoneyBookers)
pl_pl: Zapłata kartą kredytową (MoneyBookers)

source: An extra step will be required trough MoneyBookers.com
es_es: Un paso adicional se requiere a través de MoneyBookers.com
fa_ir: علاوه بر این باید چند مرحله در MoneyBookers.com سپری گردد.
nl_be: Een extra stap is nodig via MoneyBookers.com
pl_pl: Dodatkowy krok będzie wymagany przy obsłudze MoneyBookers.com

source: Please contact client to finalize the payments.
es_es: Póngase en contacto con el cliente para finalizar los pagos.
fa_ir: لطفا جهت تکمیل پرداخت با مشتری تماس بگیرید.
nl_be: Contacteer de klant om de betaling af te ronden.
pl_pl: Skontaktuj się z klientem aby dokonać realizacji spłaty

source: Name on Check
es_es: Nombre en el cheque
fa_ir: نام روی چک
nl_be: Naam op de Cheque
pl_pl: Imię na czeku

source: Check Number
es_es: Número de cheque
fa_ir: شماره چک
nl_be: Cheque Nummer
pl_pl: Sprawdź numer

source: Check Amount
es_es: Cantidad del cheque
fa_ir: مبلغ چک
nl_be: Cheque Bedrag
pl_pl: Sprawdź ilość

source: Your order has been successfully created but your payment has not been processed yet. To finalize your payments please click on the button below.
es_es: Su pedido ha sido creado con éxito, pero su pago no ha sido procesado aún. Para finalizar sus pagos por favor haga clic en el botón de abajo.
fa_ir: سفارش شما با موفقیت ثبت گردید اما برای تکمیل پرداخت لازمست بر روی لینک زیر کلیک نمایید.
nl_be: Uw bestelling werd met succes aangemaakt maar uw betaling werd nog niet verwerkt. Om uw betaling af te ronden klikt u op onderstaande knop.
pl_pl: Twoje zamówienie zostało stworzone z powodzeniem, lecz zapłata jeszcze nie została dokonana. Żeby zrealizować zapłatę kliknij na poniżej.

source: User redirected to paypal, payment is being processed.
es_es: Usuario redirigido a PayPal, el pago está en proceso.
fa_ir: کاربر به paypal هدایت شده است.پرداخت در حال پردازش است.
nl_be: Gebruiker doorgestuurd naar paypal, betaling in verwerking.
pl_pl: Użytkownik przekierowany do PayPal, Zapłata jest właśnie dokonywana

source: Click to Finalize Payments
es_es: Haga clic en Finalizar para pagos
fa_ir: برای اتمام پرداخت اینجا کلیک کنید.
nl_be: Klik om de Betaling Af Te Ronden
pl_pl: Kliknij aby sfinalizować transakcję

source: User redirected to ccbill, payment is being processed.
es_es: Usuario redirigido a CCBill, el pago está en proceso.
fa_ir: کاربر به ccbill هدایت شده است و پرداخت در حال پردازش است.
nl_be: Gebruiker doorgestuurd naar ccbill, betaling in verwerking.
pl_pl: Użytkownik przekierowany do CCBill, zapłata jest właśnie dokonywana

source: User redirected to alertpay, payment is being processed.
es_es: Usuario redirigido a alertpay, el pago está en proceso.
fa_ir: کاربر به alertpay هدایت شده و پرداخت در حال پردازش است.
nl_be: Gebruiker doorgestuurd naar alertpay, betaling in verwerking.
pl_pl: Użytkownik przekierowany do AlertPay, zapłata jest właśnie dokonywana

source: User redirected to authorize.net, payment is being processed.
es_es: Usuario redirigido a authorize.net, el pago está en proceso.
fa_ir: کاربر به Authorize.net هدایت شده و پرداخت در حال پردازش است.
nl_be: Gebruiker doorgestuurd naar authorize.net, betaling in verwerking.
pl_pl: Użytkownik przekierowany do Authorize.net, zapłata jest właśnie dokonywana

source: User redirected to 2checkout, payment is being processed.
es_es: Usuario redirigido a 2checkout, el pago está en proceso.
fa_ir: کاربر به 2CheckOut هدایت شده و پرداخت در حال پردازش است.
nl_be: Gebruiker doorgestuurd naar 2checkout, betaling in verwerking.
pl_pl: Użytkownik przekierowany do 2CheckOut, zapłata jest właśnie dokonywana

source: User redirected to moneybookers, payment is being processed.
es_es: Usuario redirigido a moneybookers, el pago está en proceso.
fa_ir: کاربر به MoneyBookers هدایت شده و پرداخت در حال پردازش است.
nl_be: Gebruiker doorgestuurd naar moneybookers, betaling in verwerking.
pl_pl: Użytkownik przekierowany do MoneyBookers, zapłata jest właśnie dokonywana*

source: Order
es_es: Orden
fa_ir: سفارش
nl_be: Bestelling
pl_pl: Zamówienie

source: Order item couldn't be added to the db! Please contact us with this error as soon as possible.
es_es: Orden tema no podía ser añadido a la base de datos! Póngase en contacto con nosotros con este error lo antes posible.
nl_be: Bestelling kon niet in de db toegevoegd worden! Contacteer ons zo snel mogelijk met deze fout!
pl_pl: Zamówienie nie zostało dodane do bazy danych, skontaktuj się z nami załączając opis błędu

source: Order item couldn't be updated! Error: %s
es_es: Orden tema no se pudo actualizar! Error: %s
fa_ir: سفارش به روز نشده است..خطا: %s
nl_be: Bestelling item kon niet bijgewerkt worden! Fout: %s
pl_pl: Zamówienie przedmiotu nie może zostać wykonane! Błąd: %s

source: Shopping cart settings table cannot be found! Please first install the Shopping Cart module and then try again.
es_es: Cesta de la compra de mesa no se puede encontrar! Por favor, instale primero el módulo de la cesta de compra y vuelva a intentarlo.
fa_ir: تنظیمات سبد خرید پیدا نشد.لطفا افزونه سبد خرید را مجددا نصب فرمایید.
nl_be: Bestelwagen instellings tabel werd niet gevonden! Installeer eerst Shopping Cart module en probeer opnieuw.
pl_pl: Nie możnia znaleźć tabeli modułu "Shopping cart", zainstaluj najpierw moduł a następnie spróbuj ponownie.

source: New Order
fa_ir: سفارش جدید
nl_be: Nieuwe Bestelling
pl_pl: Nowe zamówienie

source: Items
es_es: Artículos
fa_ir: موارد
pl_pl: Przedmioty

source: Cart Settings
es_es: Configuración de la cesta
fa_ir: تنظیمات سبد خرید
nl_be: Winkelmand Instellingen
pl_pl: Ustawienia sklepowego koszyka

source: Order Status
es_es: Estado del pedido
fa_ir: وضعیت سفارش
nl_be: Bestelling Status
pl_pl: Status zamówienia

source: Order Owner
es_es: Orden del propietario
fa_ir: سفارش دهنده
nl_be: Bestelling Eigenaar
pl_pl: Właściciel zamówienia

source: Define the owner of this order
es_es: Definir el propietario de esta orden
fa_ir: مالک این سفارش را تعریف کنید
nl_be: Definieer de eigenaar van deze bestelling
pl_pl: Określi właściciela tego zamówienia

source: Select User
es_es: Seleccionar usuario
fa_ir: انتخاب کاربر
nl_be: Selecteer Gebruiker
pl_pl: Wybierz użytkownika

source: Shopping Items
es_es: Compras Artículos
fa_ir: اقلام فروشگاهی
pl_pl: Przedmioty do zakupienia

source: Click on the Add Items link below to add items to this order.
es_es: Haga clic en el enlace Agregar elementos a continuación para agregar elementos a esta orden.
fa_ir: بر روی دکمه اضافه شود کلیک نمایید تا کالای مورد نظر به سبد خرید افزوده شود.
nl_be: Klik op de Voeg Items Toe link onderaan om deze items aan de bestelling toe te voegen.
pl_pl: Kliknij na "Dodaj przedmioty" poniżej żeby dodać przedmioty do tego zamówienia

source: Order Method
es_es: Orden Método
fa_ir: روش سفارش
nl_be: Bestel Methode
pl_pl: Metoda zamówienia

source: No Order Method Specified
es_es: Ningún método especificado en la Orden
fa_ir: هیچ روشی برای سفارش تعریف نشده است.
nl_be: Geen Bestel Methode Opgegeven
pl_pl: Nie wybrano metody zamówienia

source: Details
es_es: Detalles
fa_ir: جزییات
pl_pl: Szczegóły

source: Please select the order method you would like to proceed with
es_es: Por favor seleccione el método de orden que desea continuar con
fa_ir: لطفا روش انجام سفارش را انتخاب نمایید
nl_be: Selecteer de bestel methode die u wenst om verder te gaan
pl_pl: Proszę wybrać metodę do zastosowania

source: Custom Options
es_es: Opciones personalizadas
fa_ir: تنظیمات سفارشی
nl_be: Aangepaste Opties
pl_pl: Dodatkowe opcje

source: Ref. Number
es_es: Ref. Número
fa_ir: شماره مرجع
nl_be: Ref. Nummer
pl_pl: Numer referencyjny

source: Item
es_es: Artículo
fa_ir: مورد
pl_pl: Przedmioty

source: Quantity
es_es: Cantidad
fa_ir: تعداد
nl_be: Hoeveelheid
pl_pl: Ilość

source: Unit Price
es_es: Precio unitario
fa_ir: قیمت واحد
nl_be: Eenheidsprijs
pl_pl: Cena jednego przedmiotu

source: Total Price
es_es: Precio Total
fa_ir: جمع کل
nl_be: Totale Prijs
pl_pl: Całkowita cena

source: Add items to this order
es_es: Agregar elementos a esta orden
fa_ir: موارد به سفارش اضافه شوند
nl_be: Voeg items aan bestelling toe
pl_pl: Dodaj przedmioty do tego zamówienia

source: Add Items
es_es: Agregar elementos
fa_ir: اضافه شود
nl_be: Voeg Items Toe
pl_pl: Dodaj przedmioty

source: Refresh order totals
es_es: Para actualizar los totales
fa_ir: محاسبه مجدد جمع کل
nl_be: Ververs bestellingstotalen
pl_pl: Odśwież podsumowanie zamówienia

source: Refresh
es_es: Actualizar
fa_ir: بازخوانی
nl_be: Ververs
pl_pl: Odśwież

source: Subtotal
fa_ir: جمع جزء
nl_be: Subtotaal
pl_pl: podcałość

source: Tax
es_es: Impuestos
fa_ir: مالیات
nl_be: BTW
pl_pl: Podatek

source: Discount
es_es: Descuento
fa_ir: تخفیف
nl_be: Korting
pl_pl: Zniżka

source: Shipping & Handling
es_es: Envío y manipulación
fa_ir: مدیریت ارسال/حمل
nl_be: Verzending & Administratie
pl_pl: Wysyłka / Obsługa

source: Grand Total
es_es: Total
fa_ir: جمع کل
nl_be: Totaal
pl_pl: Całość ogólna

source: Order has been successfully deleted.
es_es: Orden ha sido eliminado correctamente.
fa_ir: سفارش با موفقیت حذف گردید.
nl_be: Bestelling werd met succes verwijderd.
pl_pl: Zamówienie zostało usunięte pomyślnie

source: Order has been successfully updated.
es_es: Pedido ha sido actualizado correctamente.
fa_ir: سفارش با موفقیت به روز گردید.
nl_be: Bestelling werd met succes bijgewerkt.
pl_pl: Zamówienie zostało zaaktualizowane pomyślnie

source: We are sorry for the inconvenience but it seems this order method doesn't have order processing capabilities. Please choose a different order method or contact webmaster.
es_es: Pedimos disculpas por las molestias, pero parece que este método para no tener la capacidad de procesamiento de pedidos. Por favor, elija un método diferente orden o contacto con el webmaster.
fa_ir: از وضعیت ایجاد شده عذرخواهی می کنیم و لذا تقاضا داریم که برای رفع مشکل ، روش دیگری را برای انجام سفارش انتخاب نمایید.
nl_be: Het spijt ons maar de bestel methode heeft geen verwerkingsmogelijkheden. Selecteer een andere bestel methode of contacteer de webmaster.
pl_pl: Metoda zamówienia nie jest w możliwości zamówienia, przepraszamy za niedogodności. Proszę wybrać inną metodę lub skontaktować się z administratorem.
