Repository: pijulius/jcore.translations
Catalog: */LC_MESSAGES/videogallery.po
Languages: fa_ir, fr_ca, nl_be

source: Video Gallery
fa_ir: آلبوم ویدئو
fr_ca: Gallerie vidéo
nl_be: Video Galerij

source: Share videos in a directory like structure
fa_ir: ویدئو ها خود را در ساختار درختی به اشتراک بگذارید
fr_ca: Partager des vidéos selon une structure de dossiers
nl_be: Deel video's in een map structuur

source: Gallery
fa_ir: آلبوم
fr_ca: gallerie
nl_be: Galerij

source: No video selected!
fa_ir: هیچ ویدئویی انتخاب نشده است!
fr_ca: Aucune vidéo sélectionnée !
nl_be: Geen video geselecteerd!

source: The selected video cannot be found!
fa_ir: ویدئوی انتخاب شده پیدا نشد!
fr_ca: La vidéo sélectionnée n'a pas pu être trouvée !
nl_be: De geselecteerde video kan niet gevonden worden!

source: You need to be logged in to view this video. Please login or register.
fa_ir: جهت مشاهده این ویدئو باید ابتدا ثبت نام نموده و وارد سایت شده باشید.
fr_ca: Vous devez être connecté pour visualiser cette vidéo. Veuillez vous connecter ou vous inscrire.
nl_be: U dient aangemeld te zijn om deze video te zien. Meld u aan of registreer.

source: Couldn't fetch video list. Error: %s
fa_ir: امکان نمایش لیست ویدئو ها وجود ندارد: %s
fr_ca: Impossible d'obtenir la liste de vidéos. Erreur : %s
nl_be: Kon video lijst niet ophalen! Fout: %s

source: New Folder
fa_ir: پوشه جدید
fr_ca: Nouveau dossier
nl_be: Nieuwe Mappen

source: Pages / Posts
fa_ir: صفحات/پست ها
fr_ca: Pages / Articles
nl_be: Pagina's / Posts

source: Settings
fa_ir: تنظیمات
fr_ca: Paramètres
nl_be: Instellingen

source: Sub Gallery of
fa_ir: زیر مجموعه آلبوم
fr_ca: Sous-gallerie de
nl_be: Sub Galerij van

source: Columns
fa_ir: ستونها
fr_ca: Colonnes
nl_be: Kolommen

source: e.g. 3 (0 = auto)
fa_ir: مثلا: 3 (0=خودکار)
fr_ca: ex. : 3 (0 = auto)
nl_be: bv. 3 (0 = auto)

source: Display Preview
fa_ir: پیش نمایش
fr_ca: Afficher la prévisualisation
nl_be: Toon Voorbeeld

source: (will show the latest video as icon)
fa_ir: (آخرین ویدئو بصورت آیکون نمایش داده خواهد شد)
fr_ca: (utilisera la dernière vidéo en icône pour la gallerie)
nl_be: (toont laatste video als icoon)

source: Show Icons
fa_ir: نمایش آیکون ها
fr_ca: Afficher les icônes
nl_be: Toon Iconen

source: (display icons when gallery selected)
fa_ir: (زمانیکه آلبوم انتخاب می شود آیکون آن نمایش داده می شود)
fr_ca: (affiche les icône lorsque la gallerie est sélectionnée)
nl_be: (toon iconenn wanneer galerij geselecteerd)

source: YouTube Options
fa_ir: تنظیمات یوتیوب
fr_ca: Options YouTube
nl_be: YouTube Opties

source: Channel URL
fr_ca: URL du canal
nl_be: Kanaal URL

source: e.g. http://youtube.com/user/Channel_ID
fr_ca: ex. : http://youtube.com/user/Identifiant
nl_be: bv. http://youtube.com/user/Channel_ID

source: e.g. foo, bar
fa_ir: مثلا: foo, bar
fr_ca: ex. : foo, bar
nl_be: bv. foo, bar

source: e.g. puppy
fa_ir: مثلا: puppy
fr_ca: ex. : chiot
nl_be: bv. puppy

source: Category
fa_ir: طبقه بندی
fr_ca: Catégorie
nl_be: Categorie

source: Autos & Vehicles
fa_ir: ماشین و وسایل نقلیه
fr_ca: Véhicules
nl_be: Auto's & Voertuigen

source: Comedy
fa_ir: طنز و کمدی
fr_ca: Humour

source: Education
fa_ir: آموزشی
fr_ca: Éducation
nl_be: Leerzaam

source: Entertainment
fa_ir: تفریحی
fr_ca: Divertissement
nl_be: Ontspanning

source: Film & Animation
fa_ir: فیلم و تصاویر متحرک
fr_ca: Films et animation
nl_be: Film & Animatie

source: Gaming
fa_ir: بازی
fr_ca: Jeux
nl_be: Spellen

source: Howto & Style
fa_ir: چگونگی/سبک
fr_ca: Vie pratique et style
nl_be: Info & Stijl

source: Music
fa_ir: موسیقی
fr_ca: Musique
nl_be: Muziek

source: News & Politics
fa_ir: اخبار و سیاست
fr_ca: Actualités et politique
nl_be: Nieuws & Politiek

source: Nonprofits & Activism
fa_ir: فعالیت های غیرانتفاعی
fr_ca: Associations et organismes
nl_be: Nonprofits & Activisme

source: People & Blogs
fa_ir: عمومی/وبلاگ
fr_ca: People
nl_be: Mensen & Blogs

source: Pets & Animals
fa_ir: حیوانات اهلی
fr_ca: Animaux
nl_be: Huisdieren & Beesten

source: Science & Technology
fa_ir: علوم و فن آوری
fr_ca: Science et technologie
nl_be: Wetenschap & Technologie

source: Sports
fa_ir: ورزش
fr_ca: Sport
nl_be: Sport

source: Travel & Events
fa_ir: سفر/توریسم
fr_ca: Voyage et événements
nl_be: Reizen & Evenementen

source: Videos
fa_ir: ویدئوها
fr_ca: Vidéos

source: My Videos
fa_ir: ویدئو های من
fr_ca: Mes vidéos
nl_be: Mijn Video's

source: My Favorites
fa_ir: علاقمندیهای من
fr_ca: Mes favoris
nl_be: Mijn Favorieten

source: Top rated
fa_ir: بالاترین امتیاز
fr_ca: Les mieux notées
nl_be: Hoogst Gewaardeerd

source: Top favorites
fa_ir: بیشترین علاقمندی
fr_ca: Les favorites
nl_be: Top favorieten

source: Most viewed
fa_ir: بیشترین بازدید
fr_ca: Les plus vues
nl_be: Meest bekeken

source: Most popular
fa_ir: عامه پسند ترین
fr_ca: Les plus populaires
nl_be: Meest populair

source: Most recent
fa_ir: آخرین
fr_ca: Les plus récentes
nl_be: Meest recent

source: Most discussed
fa_ir: بحت انگیزترین
fr_ca: Les plus commentées
nl_be: Meest besproken

source: Most responded
fa_ir: بیشترین پاسخها
fr_ca: Les plus répondues
nl_be: Meest beantwoord

source: Recently featured
fa_ir: ممتازترین
fr_ca: Récemment en vedette
nl_be: Recent getoond

source: Videos for mobile
fa_ir: ویدئوی ویژه موبایل
fr_ca: Vidéos pour mobile
nl_be: Video's voor mobiel

source: Time
fa_ir: زمان
fr_ca: Période
nl_be: Tijd

source: Today
fa_ir: امروز
fr_ca: Aujourd'hui
nl_be: Vandaag

source: This Week
fa_ir: اینهفته
fr_ca: Cette semaine
nl_be: Deze Week

source: This Month
fa_ir: ماه جاری
fr_ca: Ce mois-ci
nl_be: Deze Maand

source: Order By
fa_ir: مرتب بر اساس
fr_ca: Ordonner par
nl_be: Rangschik op

source: Published
fa_ir: منتشر شده
fr_ca: Publication
nl_be: Gepubliceerd

source: Relevance
fa_ir: ارتباط
fr_ca: Pertinence
nl_be: Relevantie

source: Views
fa_ir: نماها
fr_ca: Vues

source: Rating
fa_ir: امتیازدهی
fr_ca: Notes
nl_be: Waardering

source: GData Auth Token
fr_ca: Jeton d'authentification GData

source: Request an Auth Token
fa_ir: درخواست Auth Token
fr_ca: Demander un jeton
nl_be: Vraag een Auth Token aan

source: Members Only
fa_ir: ویژه اعضاء
fr_ca: Membres seulement
nl_be: Enkel voor Leden

source: Show to Guests
fa_ir: نمایش به بازدیدکنندگان مهمان
fr_ca: Afficher aux non-membres
nl_be: Toon aan Gasten

source: Galleries have been successfully re-ordered.
fa_ir: آلبوم ها با موفقیت بازمرتب سازی شدند
fr_ca: Les galleries ont été réordonnées.
nl_be: Galerijen werden met succes herschikt.

source: Gallery has been successfully deleted.
fa_ir: آلبومها با موفقیت حذف گردیدند.
fr_ca: La gallerie a été supprimée.
nl_be: Galerij werd met succes verwijderd.

source: Gallery cannot be subgallery of itself!
fa_ir: آلبوم نمی تواند زیرمجموعه خودش باشد
fr_ca: La gallerie ne peut pas être une sous-gallerie d'elle-même !
nl_be: Galerij kan geen subgalerij zijn van zichzelf!

source: Gallery has been successfully updated.
fa_ir: آلبوم با موفقیت به روز گردید.
fr_ca: La gallerie a été mise à jour.
nl_be: Galerij werd met succes bijgewerkt.

source: View Gallery
fa_ir: مشاهده آلبوم
fr_ca: Voir la gallerie
nl_be: Bekijk Galerij

source: Gallery has been successfully created.
fa_ir: آلبوم با موفقیت ایجاد شد.
fr_ca: La gallerie a été créée.
nl_be: Galerij werd met succes aangemaakt.

source: Icon
fa_ir: آیکون
fr_ca: Icône
nl_be: Icoon

source: Icons
fa_ir: آیکونها
fr_ca: Icônes
nl_be: Iconen

source: YouTube Channel URL
fr_ca: URL du canal YouTube
nl_be: YouTube Kanaal URL

source: YouTube Video Tags
fa_ir: برچسب ویدئو در یوتیوب
fr_ca: Tags YouTube

source: YouTube Search
fa_ir: جستجو در یوتیوب
fr_ca: Recherche YouTube
nl_be: YouTube Zoeken

source: YouTube Video Category
fa_ir: طبقه بندی ویدئو در یوتیوب
fr_ca: Catégorie YouTube
nl_be: YouTube Video Categorie

source: YouTube Videos
fa_ir: ویدئوهای یوتیوب
fr_ca: Vidéos YouTube

source: YouTube Video Time
fa_ir: زمان ویدئوی یوتیوب
fr_ca: Période des vidéos YouTube
nl_be: YouTube Video Tijd

source: YouTube Order By
fa_ir: مرتب سازی یوتیوب بر اساس
fr_ca: Ordonner les vidéos YouTube par
nl_be: YouTube Rangschik Op

source: Video Gallery Administration
fa_ir: مدیریت آلبوم ویدئو ها
fr_ca: Gestion de la gallerie vidéo
nl_be: Video Galerij Beheer

source: Edit Gallery
fa_ir: اصلاح آلبوم
fr_ca: Modifier la gallerie
nl_be: Bewerk Galerij

source: New Gallery
fa_ir: آلبوم جدید
fr_ca: Nouvelle gallerie
nl_be: Nieuwe Galerij

source: No galleries found.
fa_ir: هیچ آلبومی پیدا نشد.
fr_ca: Aucune gallerie trouvée.
nl_be: Geen galerijen gevonden.

source: Gallery couldn't be created! Error: %s
fa_ir: امکان ایجاد آلبوم وجود ندارد: %s
fr_ca: La gallerie n'a pas pu être créée ! Erreur : %s
nl_be: Galerij kon niet worden gemaakt! Fout: %s

source: Gallery couldn't be updated! Error: %s
fa_ir: امکان به روز رسانی آلبوم وجود ندارد: %s
fr_ca: La gallerie n'a pas pu être mise à jour ! Erreur : %s
nl_be: Galerij kon niet worden bijgewerkt! Fout: %s

source: Directory couldn't be protected!
fa_ir: امکان حفاظت پوشه وجود ندارد!
fr_ca: Le dossier ne peut pas être protégé !
nl_be: Map kon niet worden beveiligd!

source: This area is limited to members only. Please login below.
fa_ir: این بخش ویژه اعضا می باشد.لطفا وارد سایت شوید.
fr_ca: Cette section est limitée aux membres seulement. Veuillez vous connecter ci-bas.
nl_be: Deze locatie is enkel voor leden! Meld u onderaan aan.

source: Videos / Galleries
fa_ir: ویدئوها/آلبوم ها
fr_ca: Vidéos/Galleries
nl_be: Video's / Galerijen

source: Tags
fa_ir: برچسب ها

source: Date
fa_ir: تاریخ
nl_be: Datum
